{
  "firstaids": [
    {
      "first_aid_id": 1,
      "title": "Burns",
      "body": "<div><ul> <code>FIRST AID FOR BURNS</code> <br> <br> <code>For All Burns</code><p><b>1.</b> Stop Burning Immediately<br><br> Put out fire or stop the person\"s contact with hot liquid, steam, or other material.<br> Help the person \"stop, drop, and roll\" to smother flames.<br> Remove smoldering material from the person.<br> Remove hot or burned clothing. If clothing sticks to skin, cut or tear around it.<br></p><b>2.</b> Remove Constrictive Clothing Immediately<br><br> Take off jewelry, belts, and tight clothing. Burns can swell quickly.<br> Then take the following steps:<br> <br> <code> For First Degree Burns (Affecting Top Layer of Skin)</code> <br> <br> <b>1.</b> Cool Burn<br><br> Hold burned skin under cool (not cold) running water or immerse in cool water until pain subsides.<br> Use compresses if running water is not available.<br> <br> <b>2.</b> Protect Burn<br><br> Cover with sterile, nonadhesive bandage or clean cloth.<br> Do not apply butter or ointments, which can cause infection.<br> <br> <b>3.</b> Treat Pain<br><br> Give overthecounter pain reliever such as ibuprofen (Advil, Motrin}, acetaminophen (Tylenol}, <br> or naproxen (Aleve).<br> <br> Rush towards nearest health facility.<br> <br></ul></div>",
      "imageUrl": "public/images/firstaid/burns.jpg"
    },
    {
      "first_aid_id": 2,
      "title": "Tooth Ache",
      "body": "<div><ul> Tooth decay is the primary cause of toothaches for most children and adults. <br> Bacteria that live in your mouth thrive on the sugars and starches in the food you eat.<br> These bacteria form a sticky plaque that clings to the surface of your teeth.<br><br><p>Acids produced by the bacteria in plaque can eat through the hard, white coating on the outside of your teeth (enamel}, creating a cavity. The first sign of decay may be a sensation of pain when you eat something sweet, very cold or very hot. Sometimes decay will show as a brown or white spot on the tooth.</p><code>FIRST AID FOR TOOTHACHE</code><br><br> Know the problems problems include:<br><br> <b>1. </b>An accumulation of food and debris between your teeth, especially if your teeth have spaces between them.<br><br> <b>2. </b>Inflammation or infection at the root of the tooth or in the gums.<br><br> <b>3. </b>Trauma to the tooth, including injury or grinding your teeth.<br><br> <b>4. </b>Sudden fracture of the tooth or tooth root.<br><br> <b>5. </b>A split in the tooth that occurs over time.<br><br> <b>6. </b>Teeth that start to appear (erupt) through the gums, such as with teething or wisdom teeth that don\"t have enough room to emerge or develop normally (impacted wisdom teeth).<br><br> <b>7. </b>A sinus infection that can be felt as pain in the teeth.<br><br> <b>8. </b>A toothache often requires some sort of treatment by your dentist.<br><br><code> Self-care </code><br><br> Until you can see your dentist, try these self-care tips for a toothache:<br><br>1.Rinse your mouth with warm water.<br><br> 2.Use dental floss to remove any food particles or plaque wedged between your teeth.<br><br> 3.Consider taking an over-the-counter (OTC) pain reliever to dull the ache, but don\"t place aspirin or another painkiller directly against your gums because it may burn your gum tissue.<br><br> 4.If the toothache is caused by trauma to the tooth, apply a cold compress to the outside of your cheek.<br><br></ul></div>",
      "imageUrl": "public/images/firstaid/toothache.jpg"
    },
    {
      "first_aid_id": 3,
      "title": "Wound",
      "body": "<div><ul> <code>FIRST AID FOR WOUND</code><br><br> <code>Stop Bleeding</code> <br><br> Apply direct pressure on the cut or wound with a clean cloth or tissue until bleeding stops.<br><br> If blood soaks through the material, do not remove it. Put more cloth on top of it and continue to apply pressure. <br><br> If the wound is on the arm or leg, raise limb above the heart to help slow bleeding.<br><br> Wash your hands again after giving first aid and before cleaning and dressing the wound.<br><br> Do not apply a tourniquet unless the bleeding is severe and not stopped with direct pressure.<br><br><br><code>Clean Cut or Wound</code> <br><br> Gently clean with soap and warm water. Try to rinse soap out of wound to prevent irritation. <br><br> Do not use hydrogen peroxide or iodine, which can damage tissue.<br><br><code>Protect the Wound</code> <br><br> Apply antibiotic cream to reduce risk of infection and cover with a sterile bandage.<br><br> Change the bandage daily to keep the wound clean and dry.<br><br></ul></div>",
      "imageUrl": "public/images/firstaid/wound.jpg"
    },
    {
      "first_aid_id": 4,
      "title": "Choking",
      "body": "<div><ul> <code>FIRST AID FOR CHOKING</code><ul><li> Give 5 strong blows between shoulder.</li><br><br><li> Encourage couging for victims.</li><br><br><li> Apply HEIMLICH TECHNIQUE(Hold the person upright, put your hands between chest and waist, then pus hard to blow air with force from lungs)</li><br><br><li> If it is the case of bab, then turn the face, up head down and press 5 times in half of chest.</li> <br><br><li> Repeat the processes</li><br><br><li> Rush to nearest Hospital</li><br><br></ul></ul></div>",
      "imageUrl": "public/images/firstaid/choking.jpg"
    },
    {
      "first_aid_id": 5,
      "title": "Hypothermia",
      "body": "<div><ul> <code>Symptoms of hypothermia :</code><br><br> <b>1. </b>Confusion, memory loss, or slurred speech.<br><br> <b>2. </b>Drop in body temperature below 35 degree celsius.<br><br> <b>3. </b>Exhaustion or drowsiness<br><br> <b>4. </b>Loss of consciousness<br><br> <b>5. </b>Numb hands or feet<br><br> <b>6. </b>Shallow breathing<br><br> <b>7. </b>Shivering<br><br> <b>8. </b>Bright red, cold skin<br><br> <b>9. </b>Very low energy level <br><br><code>FIRST AID FOR HYPOTHERMIA </code><br><br><b>1. </b>Immediately call an ambulance.<br><br><b>2. </b> Restore Warmth Slowly<br><br> Get the person indoors. Remove wet clothing and dry the person off, if needed.<br><br> Warm the person\"s trunk first, not hands and feet. Warming extremities first can cause shock.<br><br> Warm the person by wrapping him or her in blankets or putting dry clothing on the person.<br><br> Do not immerse the person in warm water. Rapid warming can cause heart arrhythmia.<br><br> If using hot water bottles or chemical hot packs, wrap them in cloth; don\"t apply them directly to the skin.<br><br><b>3. </b> Begin CPR, if necessary.<br><br> While warming person, if the person is not breathing, start CPR immediately. <br> Hypothermia causes respiratory rates to plunge and a pulse might be difficult to detect.<br><br><b>4. </b> Give Warm Fluids<br><br> Give the person a warm drink, if conscious. <br> Avoid caffeine or alcohol.<br><br><b>5. </b> Keep Body Temperature Up.<br><br> Once the body temperature begins to rise, keep the person dry and wrapped in a warm blanket. <br> Wrap the person\"s head and neck, as well.<br></ul></div>",
      "imageUrl": "public/images/firstaid/hypothermia.jpg"
    },
    {
      "first_aid_id": 6,
      "title": "Stroke",
      "body": "<div><ul> <code>Signs of a stroke :</code> <br><br> <b>1. </b>Weakness, paralysis or numbness of the face or limbs, particularly on one side of the body.<br><br> <b>2. </b>Vision suddenly becoming blurred or decreased, especially in one eye.<br><br> <b>3. </b>Difficulty talking or understanding speech.<br><br> <b>4. </b>Sudden difficulty swallowing.<br><br> <b>5. </b>An unexplained fall, dizziness or loss of balance.<br><br> <b>6. </b>Sudden severe headache and drowsiness, confusion or loss of consciousness.<br><br><code>FIRST AID FOR STROKE</code><br><br> <b>1.</b> Check for DANGER.<br> To the affected person.<br><br><b>2.</b> Check RESPONSE<br><br> Ask the person their name. If someone has had a stroke, they may not be able to talk, so grasp both their handsand ask them to squeeze. They may respond by squeezing one of your hands . Does the person respond? <br> If so, they are conscious: follow the directions at the end of the page while you wait for help to arrive.<br> If the person does not respond, they are probably unconscious.<br><br><b>3.</b> SEND for help<br> Call an ambulance or ask someone else to make the phone call.<br><br><b>4.</b> Check AIRWAY<br> Is the airway open?<br> Open the mouth and check that the upper airway that is visible to you is clear of foreign material. If the airway is not clear, turn the person into recovery position.<br><br><b>5.</b> Kneel beside the person.<br> Put their arm thats farthest from you out at right angles to their body.Place their nearer arm across their chest.<br><br> Bend their nearer leg up at the knee; the other legshould be straight. While supporting their head and neck, <br><br> Roll the person away from you. When they are on their side, keep their top leg bent at the knee, with the knee<br> touching the ground.<br></ul></div>",
      "imageUrl": "public/images/firstaid/stroke.jpg"
    },
    {
      "first_aid_id": 7,
      "title": "Leech Bite",
      "body": "<div><ul> <code>FIRST AID FOR LEECH BITE</code><br><br><br><code>Removal of the leech:</code> <br><br>Application of salt, salt water or vinegar to an actively sucking leech will cause it to fall off.<br><br> A leech will usually fall off after 20 minutes of attachment without any treatment.<br><br> DO NOT pull the leech off as the skin may be torn and ulceration may follow or parts of the jaw may remain and set up infection. <br><br> Applying heat to the leech (e.g. applying a hot coal or lit cigarette) may resultin burns to the patient, so is not recommended.<br><br> <code>Treatment:</code> <br><br> After the leech has been removed, wash with soap and water.<br><br> Apply a cold pack and take a simple analgesic if required to relieve pain or swelling.<br><br> Apply pressure if there is bleeding from the bite.<br><br> Seek medical attention if the area becomes infected or if a wound or ulcer develops..<br><br></ul></div>",
      "imageUrl": "public/images/firstaid/leechbite.jpg"
    },
    {
      "first_aid_id": 8,
      "title": "Drowning",
      "body": "<div><ul> <code>FIRST AID FOR DROWNING</code><p> <b>1.</b> Get help<br><br> Notify a lifeguard, if one is close. If not, ask someone to call Emergency Services.<br> If you are alone, follow the steps below.<br><br> <b>2.</b> Move the Person<br><br> Take the person out of the water.<br><br> <b>3.</b> Check for Breathing<br><br> Place your ear next to the person\"s mouth and nose. Do you feel air on your cheek?<br> Look to see if the person\"s chest is moving.<br><br> <b>4.</b> If the Person is Not Breathing, Check Pulse<br><br> Check the person\"s pulse for 10 seconds.<br><br></p><code>CPR(MOUTH TO MOUTH RESPIRATION)</code><br> <b>1. </b> Push hard, push fast. Place your hands, one on top of the other, in the middle of the chest. Use your body weight to help you administer compressions that are at least 2 inches deep and delivered at a rate of at least 100 compressions per minute.<br> <br> <b>2. </b> Deliver rescue breaths. With the person\"s head tilted back slightly and the chin lifted, pinch the nose shut and place your mouth over the person\"s mouth to make a complete seal. Blow into the person\"s mouth to make the chest rise. Deliver two rescue breaths, then continue compressions.<br> <br> Note: If the chest does not rise with initial rescue breath, re-tilt the head before delivering the second breath. <br><br> If the chest doesn\"t rise with the second breath, the person may be choking. After each subsequent set of 100 chest compressions, and before attempting breaths,look for an object and, if seen, remove it. <br><br> <b>3. </b> Continue CPR steps. Keep performing cycles of chest compressions and breathing until the person exhibitssigns of life, such as breathing,an AED becomes available, or EMS or a trained medical responder arrives on scene.<br><br>Note: End the cycles if the scene becomes unsafe or you cannot continue performing CPR due to exhaustion.<br></ul></div>",
      "imageUrl": "public/images/firstaid/drowning.jpg"
    },
    {
      "first_aid_id": 9,
      "title": "Eletric Shock",
      "body": "<div><ul> <code>FIRST AID FOR ELECTRIC SHOCK</code><p> <b>1.</b> Separate the Person From Current\"s Source.<br> To turn off power:<br><br>Unplug an appliance if plug is undamaged or shut off power via circuit breaker, fuse box, or outside switch.<br><br>If you can\"t turn off power:<br><br>Stand on something dry and non-conductive, such as dry newspapers, telephone book,or wooden board.<br> Try to separate the person from current using non-conductive object such as wooden or plastic broom handle.<br><br><b>2.</b> If high voltage lines are involved:<br><br> The local power company must shut them off.<br>Do not try to separate the person from current if you feel a tingling sensation in your legs and lower body. <br> Hop on one foot to a safe place where you can wait for lines to be disconnected.<br><br>If a power line falls on a car, instruct the passengers to stay inside unless explosion or fire threatens.<br><br><b>3.</b> Check for Other Injuries:<br><br> If the person is bleeding, apply pressure and elevate the wound if it\"s in an arm or leg.<br>There may be a fracture if the shock caused the person to fall.<br> For burns, see Burn Treatment.<br></p></ul></div>",
      "imageUrl": "public/images/firstaid/shock.jpg"
    },
    {
      "first_aid_id": 10,
      "title": "Snake Bite",
      "body": "<div><ul> <code>FIRST AID FOR SNAKE BITE</code><br><br>If Snake is venomous,imediately rush to nearest health care.<br> If you know the snake is not venomous, treat as a puncture wound.<br><br>Note the Snake\"s Appearance <br> Be ready to describe the snake to emergency staff.<br><br> Protect the Person<br><br> <code>While waiting for medical help:</code> <br><br>Move the person beyond striking distance of the snake.<br><br> Have the person lie down with wound below the heart.<br><br> Keep the person calm and at rest, remaining as still as possible to keep venom from spreading.<br><br> Cover the wound with loose, sterile bandage.<br><br> Remove any jewelry from the area that was bitten.<br><br> Remove shoes if the leg or foot was bitten<br><br><code>Do not:</code> <br><br>Cut a bite wound.<br><br> Attempt to suck out venom.<br><br> Apply tourniquet, ice, or water.<br><br> Give the person alcohol or caffeinated drinks or any other medications.<br><br></ul></div>",
      "imageUrl": "public/images/firstaid/snakebite.jpg"
    },
    {
      "first_aid_id": 11,
      "title": "Stomach Pain",
      "body": "<div> <code>FIRST AID FOR STOMACH PAIN</code> <br> <br><code>CAUSES:</code><div><ul><li>Food poison.</li><br><li>Diarrhoea.</li><br><li> Indigestion and Overeating.</li><br><li> Gastritis.</li><br><li> Food allergies.</li><br><li>Ulcers.</li><br><li> Kidney Stones.</li><br><li>Menstrual Cramps.</li><br><li> Constipation.</li><br><li> Injury</li><br></ul></div><div> <code>FIRST AID:</code><ul><li> Reduce the victim pain by making them lie down or rest in surface.</li><br><li> Loosen tight objects like belts from stomach area.</li><br><li>Give victim digestion tablets, if he/she has over eaten.</li><br><li>Help them vomit, if needed, it might give relief.</li><br><li>Rush towards nearest Hospital.</li><br></ul></div></div>",
      "imageUrl": "public/images/firstaid/stomachpain.jpg"
    },
    {
      "first_aid_id": 12,
      "title": "Sprain",
      "body": "<div><ul><p>Your ligaments are tough, elastic-like bands that connect bone to bone and hold your joints in place. A sprain is an injury to a ligament caused by tearing of the fibers of the ligament. The ligament can have a partial tear, or it can be completely torn apart.</p><p>Ankle sprains are the most common type of sprain. Wrist, knee and thumb sprains are also common. Sprained ligaments often swell rapidly and are painful. Generally, the greater the pain and swelling, the more severe the injury is. For most minor sprains, you probably can start initial injury treatment yourself.</p><code>FIRST AID FOR SPRAIN</code><ul><li>Rest the injured limb. Your doctor may recommend not putting any weight on the injured area for 48 to 72 hours, so you may need to use crutches. A splint or brace also may be helpful initially. But don\"t avoid all activity.</li><br><li>Even with an ankle sprain, you can usually still exercise other muscles to minimize deconditioning. For example, you can use an exercise bicycle with arm exercise handles, working both your arms and the uninjured leg while resting the injured ankle on another part of the bike. That way you still get three-limb exercise to keep up your cardiovascular conditioning.</li><br><li>ce the area. Use a cold pack, a slush bath or a compression sleeve filled with cold water to help limit swelling after an injury. Try to ice the area as soon as possible after the injury and continue to ice it for 15 to 20 minutes, four to eight times a day, for the first 48 hours or until swelling improves. If you use ice, be careful not to use it too long, as this could cause tissue damage.</li><br><li>Compress the area with an elastic wrap or bandage. Compressive wraps or sleeves made from elastic or neoprene are best. Elevate the injured limb above your heart whenever possible to help prevent or limit swelling.</li><br></ul></ul></div>",
      "imageUrl": "public/images/firstaid/sprain.jpg"
    }
  ]
}
