{
  "symptoms": [
    {
      "symptom_id": 1,
      "symptom": "Back Pain",
      "imageUrl": "http://niroginepal.com/wp-content/uploads/2016/01/Back-Pain-1.png",
      "description": "Pain felt between the nape of the neck to the buttocks, usually in the midline, can be  referred as back pain. Disease and conditions affecting the bones and muscles that constitutes the spine cause back pain. It can occur anywhere along the spine but pain in lower back is the most common location of back pain. Back pain can be felt as tight and sore muscles, sharp pain, shooting pain radiating down the leg or pain elicited during flexion or movement of spine.",
      "body": "<div><ul><code>Definition</code><p><span>Pain felt between the nape of the neck to the buttocks, usually in the midline, can be &nbsp;referred as back pain. Disease and conditions affecting the bones and muscles that constitutes the spine cause back pain. It can occur anywhere along the spine but pain in lower back is the most common location of back pain. Back pain can be felt as tight and sore muscles, sharp pain, shooting pain radiating down the leg or pain elicited during flexion or movement of spine.</span></p><code>Causes of back pain</code><ul><li><b>Mechanical and traumatic causes</b><span>: spinal vertebral fracture or ruptured vertebral disk; prolapsed inter-vertebral disk, fractures of the spine, spondylosis; congenital anomalies.</span></li><li><b>Inflammatory and metabolic bone diseases</b><span>: arthritis</span><span>and other age-related changes in spine; disease conditions of bone such as (inflammation of joints}, (infection of bone}, (weakening of bone due to lack of calcium}, osteomalacia.</span></li></ul><ul><li><b>Back muscle strains</b><span> caused by excessive weight lifting, improper lifting, poor posture and lack of regular exercise</span></li><li><b>Urinary tract problems </b><span>such as hydronephrosis, renal stone, cystitis, lower urinary tract infection etc. also causes lower back pain.</span></li><li><b>Pregnancy,</b><span> postpartum period, menstruation period is the condition in which back pain usually occurs.</span></li></ul><p>&nbsp;</p><code>When to visit the doctor?</code><p><span>Most back pain are of short duration and resolve with &nbsp;home remedies and analgesics. You should seek medical advice in following conditions:</span></p><ul><ul><li><span>Back pain is severe enough to impair daily living activities.</span></li><li><span>Back pain with fever and general malaise.</span></li><li><span>Back pain is severe, doesn’t go away after a few days, or it hurts even when you’re at rest or lying down.</span></li></ul></ul><ul><li><b><span>If there is weakness or numbness in the legs, or have difficulty in standing or walking.</span></b></li></ul><ul><li><span>If control over bowels or&nbsp;</span><span>bladder</span><span> become lost, these could be signs of nerve problem or causal medical conditions that needs to be treated promptly.</span></li></ul><p>&nbsp;</p><code>Treatment options</code><p><span>Treatment of back pain depends on the cause. Causes of back pain are identified by various investigations such as blood test, urine test, X-ray, CT scan, MRI, etc. The goal of treatment is to relieve pain and facilitate movement.</span></p><ul><li><span>Non-steroid anti-inflammatory drugs such as ibuprofen, paracetamol are needed for reducing pain and inflammation. Local application of heat or ice can also reduce inflammation and pain.</span></li><li><span>Complete bed rest is not recommended. You should continue activities as much you can tolerate. If home remedies do not work doctor can prescribe stronger analgesics.</span></li><li><span>Hormone therapy with diet containing adequate calcium is indicated for back pain associated with osteoporosis.</span></li><li><span>Osteomyelitis are treated with appropriate antibiotics.</span></li><li><span>Back pain caused by urinary tract problems is treated with antibiotics and/or a surgery depending on the type and problem.</span></li></ul><p>&nbsp;</p><code>Home remedies</code><ul><li><span>Stretch out your lower back muscles by lying flat on the ground and bend your knees into your chest to stretch out your lower back muscles.</span></li><li><span>Regular relaxation exercises can be done to reduce the back pain associated with psychological distress and fatigue.</span></li><li><span>Massage on the back also relieves back pain by removing cramps and helps in relaxing the muscle.</span><span>&nbsp;Massage with pain killer ointment also relieves pain.</span></li><li><span>Take a warm bath which relieves general tension and provides relaxation. Warm water soothes cramping and tense muscles. The water’s temperature should not be more than 40</span><span>o</span><span>C.</span></li><li><span>Create a comfortable sleeping environment by using a flat sheet on the bed with comfortable pillow.</span></li><li><span>If other methods don’t help your cramps or you have lingering pain, take an over the counter medication to help alleviate the pain such as paracetamol 500 mg oral. Consult with the doctor before taking any other painkillers.</span></li><li><span>Do not sit in a hunched position for a long time. Get up and stretch the legs in every 20-30 minutes. Maintain good posture by keeping the spine straight while seated.</span></li><li><span>Wear low heels and comfortable shoes because high heels may create a more unstable and posture, and increase pressure on lower spine.</span></li><li><span>Avoid standing for prolonged period especially in pregnancy and after childbirth.</span></li><li><span>Minimize works which needs standing for long time.</span></li><li><span>Have adequate calcium and Vitamin D in&nbsp;food or supplements.</span></li></ul></ul></div>"
    },
    {
      "symptom_id": 2,
      "symptom": "Abdominal Pain",
      "imageUrl": "http://niroginepal.com/wp-content/uploads/2016/04/Abdominal-pain.png",
      "description": "Pain felt between the ribcage and pelvis is called abdominal pain. It is a very common symptoms experienced by just about everyone at some point of time in their life. Abdominal pain can be generalised over entire abdomen or more commonly localised to one area. Based on the anatomic structure that gives rise to the pain, abdominal pain can be localised as epigastric (upper abdomen}, right upper quadrant, left upper quadrant, right lower quadrant, left lower quadrant pain and hypogastric (lower abdomen) pain. Abdominal pain can be mild or severe. Most abdominal cases are not serious but sometimes it can be sign of serious illness. Abdominal pain can be short lived (acute) or occur over days and weeks (chronic).",
      "body": "<div><ul><p>Pain felt between the ribcage and pelvis is called abdominal pain. It is a very common symptoms experienced by just about everyone at some point of time in their life. Abdominal pain can be generalised over entire abdomen or more commonly localised to one area. Based on the anatomic structure that gives rise to the pain, abdominal pain can be localised as epigastric (upper abdomen}, right upper quadrant, left upper quadrant, right lower quadrant, left lower quadrant pain and hypogastric (lower abdomen) pain. Abdominal pain can be mild or severe. Most abdominal cases are not serious but sometimes it can be sign of serious illness. Abdominal pain can be short lived (acute) or occur over days and weeks (chronic).</p><p>&nbsp;</p><code>Causes of Abdominal Pain</code><p>Location of pain provides important clue as to the cause of abdominal pain. Therefore, it is important to think the cause of abdominal pain based on locations. However, there are no absolute boundaries to define these location, hence, significant overlaps exist.</p><p>Epigastric (upper abdominal pain)</p><ul><li>Gastroesophageal reflux disease (GERD)</li><li>Peptic ulcer disease (PUD)</li><li>Gastritis</li><li>Non-ulcer dyspepsia</li><li>Pancreatitis</li></ul><p>&nbsp;</p><p>Right upper quadrant pain</p><ul><li>Cholecystitis</li><li>Gallstone</li><li>Hepatitis</li><li>Pancreatitis</li><li>Kidney diseases (stone, infection, tumor)</li><li>Duodenal ulcer</li><li>Pyloric stenosis</li></ul><p>&nbsp;</p><p>Left upper quadrant pain</p><ul><li>Diseases of spleen (enlargement, infection, abscess, infarction, injury)</li><li>Kidney diseases (stone, infection, tumor)</li><li>Disease of large intestine ( fecal impaction, diverticulosis)</li></ul><p>&nbsp;</p><p>Right lower quadrant pain</p><ul><li>Appendicitis</li><li>Ovarian cyst</li><li>Ectopic pregnancy</li><li>Ureteral stone</li><li>Ovulation pain</li><li>Intestinal tuberculosis</li></ul><p>&nbsp;</p><p>Left lower quadrant pain</p><ul><li>Diverticulitis</li><li>Crohn’s disease</li><li>Colon cancer</li><li>Ectopic pregnancy</li><li>Ureteral stone</li><li>Ovulation pain</li></ul><p>&nbsp;</p><p>Diffuse abdominal pain:</p><ul><li>Gastroenteritis, diarrhea, dysentery</li><li>Intestinal obstruction</li><li>Appendicitis</li><li>Intussusception</li><li>Peritonitis from ruptured viscus or tuberculosis</li><li>Worm infestation such as hookworm, pinworm, roundworm and tapeworm infestation</li><li>Diabetic ketoacidosis</li><li>Irritable bowel syndrome</li><li>Lead poisoning</li></ul><p>&nbsp;</p><p>Hypogastric pain:</p><ul><li>Disease of urinary bladder (infection, tumor)</li><li>Disease of uterus and female reproductive organs (endometriosis, PID)</li></ul><p>&nbsp;</p><p>Referred pain: Sometimes pain originating from surrounding structure are felt in the abdomen</p><ul><li>Pneumonia, pneumothorax</li><li>Angina and heart attack</li><li>Radicular pain from degenerative disease of thoracic vertebra</li><li>Shingles or zoster involving nerves supplying abdominal skin</li></ul><p>&nbsp;</p><code>Treatment Options</code><p>Treatment of the abdominal pain depends on the cause. Causes of abdominal pain can be diagnosed after consultation with doctor and by diagnostic investigation such as video X-ray, plain X-ray and by blood test, urine test and stool test.</p><ul><li>Gastroenteritis is treated with oral rehydration solution. Only bacterial gastroenteritis needs treatment with antibiotics</li><li>Worm infestation is treated with antihelminthic drugs</li><li>Acute and chronic gastritis is treated acid lower agents</li><li>Paracetamol/ibuprofen is beneficial for menstrual pain.</li><li>Surgery may be needed in intestinal obstruction, appendicitis, peritonitis.</li><li>Avoid high doses of NSAIDS as it may worsen gastritis or peptic ulcer disease.</li></ul><p>&nbsp;</p><code>Home Remedies</code><ul><li>Maintain personal and food hygiene. Have safe drinking water to prevent gastroenteritis.</li><li>Have oral rehydration solution for diarrhea and dysentery.</li><li>Have rice water for abdominal pain with diarrhea.</li><li>Have small but frequent meal.</li><li>Take adequate rest and warm liquid diet if pain is caused by menstruation.</li><li>Avoid lifting of heavy objects.</li><li>Avoid alcohol, smoking and hot/spicy food because these may cause gastric irritation and bleeding in the presence of gastritis and gastric ulcer.</li></ul><p>&nbsp;</p><code>When to visit the Doctor</code><p>You should see a doctor immediately if you have any of the following:</p><ul><li>Bloodin the stool (red blood or black colored stool)</li><li>Vomiting blood</li><li>A swollen abdomen or an abdomen that is tender to the touch</li><li>Severe persistent or rapidly worsening abdominal pain</li><li>Abdominal pain with fever</li><li>A recent abdominal injury</li><li>Abdominal pain during pregnancy</li></ul></div>"
    },
    {
      "symptom_id": 4,
      "symptom": "Blurry Vision",
      "imageUrl": "http://niroginepal.com/wp-content/uploads/2016/05/Blurry-vision-1-copy-848x296.jpg",
      "description": "Blurry vision is the loss of sharpness of vision that results in inability to see fine details. Blurry vision occurs when the function of the structure of eyes  – lens, cornea, vitreous fluid, retina, optic nerve, and eye muscles – that collectively work to produce a sharp image is impaired. Abnormality in  any of these structure can produce visual problems. However, abnormalities in structure outside of the eyes can also result in blurry vision like in migraine or stroke. Blurry vision may be accompanied by headache, eye pain, dryness, itchiness, photophobia, excessive tear production and loss of vision. It can affect only one eye or both eyes. It may or may not be harmful depending on the underlying condition.",
      "body": "<div><ul><p><span>Blurry vision is </span><span>the loss of sharpness of vision that results in inability to see fine details. </span><span>Blurry vision occurs when the function of the structure of eyes &nbsp;– lens, cornea, vitreous fluid, retina, optic nerve, and eye muscles – that collectively work to produce a sharp image is impaired. Abnormality in &nbsp;any of these structure can produce visual problems. However, abnormalities in structure outside of the eyes can also result in blurry vision like in migraine or stroke. Blurry vision </span><span>may be accompanied by headache, eye pain, dryness, itchiness, photophobia, excessive tear production and loss of vision. </span><span>It can affect only one eye or both eyes.</span><span> It </span><span>may or may not be harmful depending on the underlying condition.</span></p><p>&nbsp;</p><code>Common Causes</code><p><span>Causes of blurry vision can be understood according to the structure involved:</span></p><ul><li><span>Abnormalities of the lens: These are called refractive errors. </span><ul><li><span>Nearsightedness: inability to clearly see far objects like watching TV or driving.</span></li><li><span>Presbyopia: farsightedness due to loss of elasticity of the lens of the eye in old aged person.</span></li><li><span>Farsightedness: inability to clearly see near objects like reading books, using computer.</span></li><li><span>Cataracts: clouding of the eye lens. It is common in old age but other diseases can cause it in younger age</span></li></ul></li><li><span>Problem of cornea:</span><ul><li><span>Astigmatism: inability to see clearly at any distance. This is the result of &nbsp;irregularly shaped cornea. Abnormals shape of lens can also cause astigmatism and is called lenticular astigmatism but is less common than corneal astigmatism. &nbsp;</span></li><li><span>inflammation of cornea and eyelids &nbsp;(keratoconjunctivitis) – herpes keratitis can be dangerous.</span></li><li><span>Pterygium; that encroaches into cornea</span></li></ul></li><li><span>Diseases of retina:</span><ul><li><span>Macular degeneration: age related changes.</span></li><li><span>Diabetic retinopathy: damage caused by uncontrolled diabetes</span></li><li><span>Retinal detachment – &nbsp;an emergency</span></li><li><span>Retinal vein occlusion – an emergency</span></li><li><span>Retinal artery occlusion – an emergency</span></li></ul></li><li><span>Abnormalities of vitreous fluid: bleeding from trauma or DM,</span></li><li><span>Abnormalities of eye muscles: usually causes double vision. </span></li><li><span>Abnormalities of nerves and brain: Migraine and stroke.</span></li><li><span>Others causes:</span><ul><li><span>Side effect of the medicines i.e. antihistamines (used for allergy}, anticholinergics</span></li><li><span>Pregnancy: pregnancy related hormonal changes also cause blurry vision by altering the shape and thickness of the cornea. </span></li><li><span>Eye drops: certain medicated eye drops.</span></li><li><span>Anticholinergics (atropine}, antihypertensives, psychotropic, cortisone and oral contraceptives.</span></li><li><span>Surgery for refractive errors: blurry vision develops immediately after refractive surgery such as LASIK (surgical procedure for treatment of astigmatism or farsightedness or nearsightedness by using a laser).</span></li><li><span>Over-wearing of disposable contact lenses longer than prescribed time can cause blurry vision. </span></li><li><span>Excessive use of vitamin A (Hypervitaminosis A) also causes blurred vision for temporary period. </span></li></ul></li></ul><p>&nbsp;</p><code>When to visit the Doctor?</code><p><span>The person should immediately consult the ophthalmologist if repeatedly suffered from blurry vision. Seek immediate eye consultation if blurry vision is accompanied by:</span></p><ul><li><span><span>Redness of the eye</span></span></li><li><span>Double vision</span></li><li><span>Flashing of lights</span></li><li><span>Pain in the eye</span></li><li><span>Significant impairment in day to day activities</span></li><li><span>History of chronic disorders that may cause retinopathy (diabetes, high blood pressure, anemia (sickle cell).</span></li></ul><p>&nbsp;</p><code>Treatment Options</code><p><span>An ophthalmologist can determine the cause of blurry vision by comprehensive&nbsp;eye examination using Snellen chart, slit lamp examination, tonometry, refraction test and other related examination and tests. Treatment depends upon the cause:</span></p><ul><li><span>Antibiotic eye drops for blurry vision caused by bacterial conjunctivitis, </span></li><li><span>Antiviral eye drops for corneal ulcer caused by herpes infection. </span></li><li><span>Dry eye is treated initially with Artificial tears. </span></li><li><span>Refractive errors are treated with corrective lenses (eyeglasses, contact lens) or surgical correction (LASIK).</span></li><li><span>Cataract surgery: replacement of the old lens with a new one.</span></li><li><span>Vitamin A should not be taken in excess amount. </span></li><li><span>Disposable contact lens should be worn only for the period prescribed by the doctor.</span></li></ul></div>"
    },
    {
      "symptom_id": 5,
      "symptom": "Black stools",
      "imageUrl": "http://niroginepal.com/wp-content/uploads/2016/04/Black-Stool.png",
      "description": "Black stools can be due to bleeding in gastrointestinal (GI) tract or ingestion of certain medications (iron, bismuth) or certain food (blueberries). Black, tarry, sticky and smelly stool  is caused by bleeding in the GI tract, and is known as melena. Malena is a serious medical problem. When the stool becomes dark from bleeding into the gastrointestinal tract,  the site of bleeding is usually upper gastrointestinal (GI) tract (esophagus, stomach or upper small intestine). The black color is because of the digestion of the blood by the action of acids in  gastric juice. Black stool due to iron or bismuth is side effect of medicine and by itself is harmless.",
      "body": "<div><ul><p></b><span >Black stools can be due to bleeding in gastrointestinal (GI) tract or ingestion of certain medications (iron, bismuth) or certain food (blueberries). Black, tarry, sticky and smelly stool &nbsp;is caused by bleeding in the GI tract, and is known as melena. Malena is a serious medical problem. When the stool becomes dark from bleeding into the gastrointestinal tract, &nbsp;the site of </span><span >bleeding is usually upper gastrointestinal (GI) tract (esophagus, stomach or upper small intestine). The black color is because of the digestion of the blood by the action of acids in &nbsp;gastric juice. Black stool due to iron or bismuth is side effect of medicine and by itself is harmless.</span></p><p>&nbsp;</p><code>Common Causes of Malena</code><ul><li ><span >Acute or chronic gastritis (inflammation of the stomach lining).</span></li><li ><span >Peptic ulcer disease (gastric or duodenal ulcer) – most common causes are Non Steroidal Anti Inflammatory drugs (NSAIDs) like Ibuprofen or Naproxen and Infection with Helicobacter Pylori.</span></li><li ><span >Bleeding oesophageal varices (dilated veins in food pipe) which occur in patients with Cirrhosis of liver (when healthy liver is replaced by scar tissue). </span></li><li ><span >Medicines such as&nbsp;, Clopidogrel and anticoagulants can cause bleeding,&nbsp;</span></li><li ><span >Bleeding due to foreign body or traumatic injury of GI tract.</span></li><li ><span >Cancer of GI tract such as of stomach, oesophagus, and small intestine.</span></li><li ><span >Angiodysplasia (abnormal blood vessels) of GI tract.</span></li></ul><p>&nbsp;</p><code>Home remedies</code><ul><li ><span >If the stool is black and tarry and you are not taking medication causing black stool, you should seek medical attention as soon as possible.</span></li><li ><span >Avoid medicines like Ibuprofen or Naproxen.</span></li><li ><span >If you are prescribed blood thinners like Aspirin, Clopidogrel or Warfarin inform your physician immediately.</span></li></ul><p>&nbsp;</p><code>When to visit the doctor?</code><ul><li>Notify the physician if there is a persistent change in the color of the stool.</li><li>Persistent black, tarry stools or red bloody stools indicate intestinal bleeding which needs to be assessed by the physician as soon as possible.</li><li>Do not ignore black or tarry stools. Consult the doctor immediately to establish a cause and begin treatment as early as possible.</li></ul><p>&nbsp;</p><code>Treatment options</code><p><span >Treatment of black stools depends on the cause. Diagnosis of &nbsp;malena and its cause is identified by history and physical examination, and &nbsp;investigations such as blood tests and endoscopic examination. The following treatment options may be considered:</span></p><ul><li ><span >Malena is initially managed with intravenous fluid, and in severe cases &nbsp;blood transfusion in needed.</span></li><li ><span >Endoscopy is used to diagnose cause of GI bleeding and treatment of esophageal varices and bleeding peptic ulcers.</span></li></ul><ul><li ><span >Medicines such as Pantoprazole, Omeprazole (Proton Pump inhibitors) &nbsp;are used to treat peptic ulcers.</span></li><li ><span >Helicobacter &nbsp;pylori infection is treated with antibiotics. </span></li><li ><span >Removal of &nbsp;the foreign body from gastrointestinal tract with endoscopy. </span></li><li ><span >Treatment of &nbsp;cancers with surgery, chemotherapy and other appropriate treatment.</span></li></ul></div>"
    },
    {
      "symptom_id": 6,
      "symptom": "Breast Lump",
      "imageUrl": "http://niroginepal.com/wp-content/uploads/2016/04/Breast-Lump.png",
      "description": "Breast lump is the growth of  extra tissue within the breasts. The extra tissue may be felt like a distinct mass or it can be felt as a firm, thick and hard area or as a red and swollen area. There may other associated finding like  nipple retraction, nipple discharge, dimpling of the skin and breast pain. When women feel a lump in their breast, they are worried about it being a cancer. That is a valid concern but you don’t need to panic. Upto 80 % of breast lumps are non cancer. Apart from cancer, breast lumps are be caused by benign changes of the breast., infection and injury to the breast.",
      "body": "<div><ul><p><span>Breast lump is the growth of &nbsp;extra tissue within the breasts. </span><span>The extra tissue may be felt like a distinct mass or it can be felt as a firm, thick and hard area or as a red and swollen area. </span><span>There may other associated finding like &nbsp;nipple retraction, nipple discharge, dimpling of the skin and breast pain. When women feel a lump in their breast, they are worried about it being a cancer. That is a valid concern but you don’t need to panic. Upto 80 % of breast lumps are non cancer. Apart from cancer, breast lumps are be caused by benign changes of the breast., infection and injury to the breast.</span></p><p>&nbsp;</p><code>Common Causes</code><ul><li><span>Benign Breast diseases: These include fibrocystic breast disease, breast cyst and fibroadenoma. These are common between 20-50 years of age. </span><ul><li><span>Fibrocystic breast disease is very common. More than half of women experience it at some point in their life. Hence, some people don’t call this &nbsp;a disease and rather call it as fibrocystic changes of the breast. The breast feels lumpy with indistinct nodular feeling of the whole breast. These are small fluid filled sacs that fluctuates with menstrual cycle. Sometimes one of these sacs attain bigger size and present as a breast cyst which again changes size with menstrual cycle. </span></li><li><span>Fibroadenoma is the most common lump found in female breast. It presents as rubbery to firm, smooth and well defined lump that easily slides under the skin. </span></li></ul></li><li><span>Infection: Infections can cause lump in the breast. Infection is common in breastfeeding women but can occur in non breastfeeding women. In breast feeding women it occurs 6-12 weeks after delivery but can occur at later stage. Continuing breastfeeding to recommended even if you develop mastitis or even if you are on antibiotics. If not controlled with antibiotics the infection turns into an abscess that needs to be surgically drained. </span></li><li><span>Malignant breast cancer: discussed elsewhere.</span></li><li><span>Injuries: Injury to fatty tissue in the breast can also cause a lump in the breast.</span></li><li><span>Others: </span><ul><li><span>Intraductal papilloma: These are small wart-like growths of gland, fibrous &nbsp;and blood vessels that develop in the milk duct. These are often single and frequently occur in the period around menopause. </span></li><li><span>Lipoma: Fatty growth within the fatty tissues of the breast. It is non-cancerous growth.</span></li><li><span>Galactocele: harmless mild filled sac</span></li></ul></li></ul><p>&nbsp;</p><code>Diagnosis</code><p><span>Your doctor will obtain a medical history of your symptoms including a family history of any breast cancer. Your doctor will also perform a complete exam of your breast. If the breast exam is suggestive of fibrocystic changes, your doctor will ask you to come back after your menstrual period to repeat the breast exam. If the changes have resolved, you don’t need any further tests.If the changes persist you will need a mammogram or an ultrasound of the breast. Based on the results of ultrasound or mammogram you may need a biopsy of the lump to rule out a cancer.</span></p><p>&nbsp;</p><code>Treatment</code><p><span> Breast lump caused by hormonal fluctuation do not need further treatment other than symptomatic treatment with painkillers. Vitamin E and evening primrose oil may alleviate pain associated with fibrocystic changes. Breast lump caused infection is treated with appropriate antibiotics. A breast abscess needs surgical drainage. Breast lump caused by cyst is treated by draining the fluid from the sac, Breast cancer is treated with surgery, chemotherapy and radiation therapy.</span></p><p>&nbsp;</p><code>When to seek medical care?</code><p><span>A breast lump in premenopausal women can be monitored for a &nbsp;month or two to see if changes or resolves because of hormonal fluctuation with menstruation. </span><span>Immediate medical care should be sought if:</span></p><ul><li><span>The lump is hard and fixed to the breast tissue. </span></li><li><span>There is discharge from the nipple such as pus or blood. </span></li><li><span>Lump is associated with fever</span></li><li><span>You feel enlarged lymph nodes under your armpits.</span></li><li><span>There is inversion or retraction of the nipple. </span></li><li><span>You notices changes in the breast skin like dimpling, redness or crusting. </span></li></ul></div>"
    },
    {
      "symptom_id": 7,
      "symptom": "Chest Pain or Tightness",
      "imageUrl": "http://niroginepal.com/wp-content/uploads/2016/01/Chast-Pain-848x296.png",
      "description": "Chest pain is the pain that may be felt anywhere from the level of shoulder to the bottom of ribs. Chest pain or tightness is sometimes a serious symptom, resulting from heart attack. But having chest pain does not necessarily mean you are having a heart attack. Most people who go to the emergency room with chest pain may have less serious problems, such as muscle pain, heartburn or anxiety, but we never know for sure.",
      "body": "<div><ul><p>Chest pain is the pain that may be felt anywhere from the level of shoulder to the bottom of ribs. Chest pain or tightness is sometimes a serious symptom, resulting from heart attack. But having chest pain does not necessarily mean you are having a heart attack. Most people who go to the emergency room with chest pain may have less serious problems, such as muscle pain, heartburn or anxiety, but we never know for sure.</p><p>&nbsp;</p><code>Why does it matter?</code><p><span>It is very important that you take chest pain or tightness seriously. &nbsp;This is particularly more important if you are an adult who had heart attack in the past or is at risk of such attack. Heart attack causes severe chest pain because of ischemic injury to the heart muscles when blood supply is interrupted due to blockade of arteries of the heart. This is life threatening as this may lead to failure of the heart. Other simpler causes of chest pain may be the result of inflammation or injury in the chest or acidity or even psychological and needs to be differentiated properly with specific tests.</span></p><p>&nbsp;</p><code>Causes</code><p><em><b>Heart attack (Myocardial Infarction) or Angina:</b></em></p><p><span>Heart attack is the most important and life-threatening cause of chest pain resulting from sudden blockade of coronary arteries that supply blood to the heart. Angina is the chest pain that results from narrowing of the coronary arteries, usually from deposition of plaques called atheroma in the walls of arteries. There are many risk factors for these problems, collectively known as coronary artery disease, most of which can be modified, while some cannot be. Modifiable risk factors include:</span></p><ul><li><span>Smoking</span></li><li><span>Diabetes mellitus</span></li><li><span>Hypertension</span></li><li><span>Obesity</span></li><li><span>Unhealthy dietary habit, mainly fatty diet</span></li><li><span>Inactive and stressful life style</span></li></ul><p>&nbsp;</p><p><em><b>Costrocondritis:</b></em><span> It is a common and severe but harmless cause of chest pain resulting from inflammation of joints between the cartilages and bones at the ribcage.</span></p><p>&nbsp;</p><p><em><b>Gastro-oesophageal Reflux Disease:</b></em><span> It is a common condition related to the reflux of acidic gastric content that causes what is popularly called ‘heartbun’, a burning pain that begins over the stomach around the central part of lower chest and frequently confuses with heart attack. </span></p><p>&nbsp;</p><p><em><b>Anxiety:</b></em><span> It presents with fearful feeling, worry and tensed state of mind which commonly accompanies bodily symptoms such as chest pain. </span></p><p>&nbsp;</p><p><em><b>Pleurisy:</b></em><span> It is a condition resulting from inflammation of pleura that lines the lungs when there is pneumonia, lung collapse, blood clot in the lungs etc. Commonly there is pain in the part of chest overlying area of the lungs that is affected by infection, for example, during deep breathing or coughing. </span></p><p>&nbsp;</p><p><em><b>Other causes: </b></em><span>There may be many other causes of chest pain, some of them are:</span></p><ul><li><span>Problems in the heart other than heart attack, like infection around the heart</span></li><li><span>Problems affecting the lungs, like pneumonia or pneumothorax (air outside the lungs lining, pulmonary embolism (blood clot in vessels of the lungs)</span></li><li><span>Problems in the digestive tract like gastritis, peptic ulcers, or irritable bowel syndrome</span></li><li><span>Shingles (herpes zoster}, a condition that occurs after chickenpox infection resulting in a painful rash</span></li><li><span>Any of injury to the chest, that includes surgery</span></li></ul><p>&nbsp;</p><code>When to seek help?</code><p><span>Any chest pain that is new, severe or persisting may mean serious disease like heart attack and you should seek medical help immediately. The following symptoms will help you to consider heart attack, especially if they last more than a few minutes or keep happening repeatedly.</span></p><ul><li><span>Sudden onset pain, tightness or discomfort in the center of the chest</span></li><li><span>Pain, or discomfort in the arms, neck, jaw or back</span></li><li><span>Chest pain gets worse when you walk, climb stairs, or do any physical activity</span></li><li><span>Shortness of breath and gasping for breath</span></li><li><span>Having cold, clammy skin or excessive sweating</span></li><li><span>An uneven or racing heart rate</span></li><li><span>Feeling lightheaded, dizzy or even fainting</span></li><li><span>Nausea, vomiting or heartburn</span></li><li><span>Anything that worries you, especially if you have had heart attack previously or you have diabetes, high blood pressure, high cholesterol etc.</span></li></ul><p>&nbsp;</p><code>Treatment Options:</code><p><span>People often delay seeking medical help for a heart attack when they think that chest pain or tightness is not serious or vanish away on its own. Doing this may put you at risk of serious permanent damage to your heart and even cause death. </span></p><p><span>If you experience chest pain and especially if you have risk factors for heart attack, take a rest from whatever you are doing and visit the hospital as soon as possible. In the emergency room, you will get certain tests including ECG, Chest X ray and blood tests, to find out if you actually have problem with the heart. You will get Oxygen and medicine to reduce your pain and protect your heart further.</span></p><p><span>However, other causes of chest pain may not be so serious. In case of heart burn, medicine to neutralize and decrease secretion of acid will be given by your doctor and you should take timely meal, with a lot of water and no alcohol. Pain killer and cold compression will relieve the pain in muscle or ribs. &nbsp;</span></p></ul></div>"
    },
    {
      "symptom_id": 8,
      "symptom": "Change in Urine Color",
      "imageUrl": "http://niroginepal.com/wp-content/uploads/2016/04/Change-in-urine-colour.png",
      "description": "The colour of urine normally ranges from pale yellow to brownish yellow depending upon the amount of a pigment known as urochrome in the urine or the concentration of urine itself.  The darker the colour of urine, the more concentrated it is. The urine is normally more concentrated after an overnight sleep. Certain food and medications change urine color.  Sometimes change in urine colour may represent  serious underlying disease. ",
      "body": "<div><ul><p><span >The colour of urine normally ranges from pale yellow to brownish yellow depending upon the amount of a pigment known as urochrome in the urine or the concentration of urine itself. &nbsp;The darker the colour of urine, the more concentrated it is. The urine is normally more concentrated after an overnight sleep. Certain food and medications change urine color. &nbsp;Sometimes change in urine colour may represent &nbsp;serious underlying disease. </span></p><p>&nbsp;</p><code>Causes</code><p><span >Some of the commonly seen abnormal urine colour and their causes are: </span></p><p>&nbsp;</p><p><em><span >Red or pink urine:</span></em></p><ul><li ><span >Blood in urine resulting from urinary tract infection, tumors, kidney stones, etc.</span></li><li ><span >Eating foods like blueberries, beets, etc.</span></li><li ><span >Breakdown of red cells.</span></li></ul><p>&nbsp;</p><p><em><span >Cloudy urine:</span></em></p><ul><li ><span >Urine tract infection.</span></li><li ><span >Kidney stones.</span></li></ul><p>&nbsp;</p><p><em><span >Orange coloured urine:</span></em></p><ul><li ><span >Side effect of some medications like Rifampicin (in the anti-TB therapy}, chemotherapeutic agents, sulfasalazine, vitamin B, vitamin C, etc.</span></li><li ><span >Disease of bile duct or liver.</span></li><li ><span >Dehydration.</span></li></ul><p>&nbsp;</p><p><em><span >Blue or green:</span></em></p><ul><li ><span >Food dyes from brightly coloured foods.</span></li><li ><span >Dyes used in diagnostic tests for kidney and bladder.</span></li><li ><span >Medications like amitriptyline, propofol, multivitamins, etc.</span></li></ul><p>&nbsp;</p><p><span >Dark brown urine:</span></p><ul><li ><span >Intake of some foods like fava beans, etc.</span></li><li ><span >Muscle injury due to overexertion, certain liver and kidney problems, etc.</span></li><li ><span >Medications like metronidazole, chloroquine, etc.</span></li></ul><p>&nbsp;</p><code>Symptoms</code><p><span >There may be no symptoms other than change in urine color or there could be symptoms due to an underlying disease:</span></p><ul><li ><span >Burning &nbsp;urination.</span></li><li ><span >Fouls smelling urine.</span></li><li ><span >Frequent urination.</span></li><li ><span >Fever.</span></li><li ><span >Body ache.</span></li><li ><span >Pain in sides of abdomen or lower back.</span></li></ul><p>&nbsp;</p><code>When to seek medical care?</code><p><span >Change in urine &nbsp;is associated with other symptoms, such as:</span></p><ul><li ><span >Urinary frequency, burning, foul smell.</span></li><li ><span >Fever.</span></li><li ><span >Severe pain.</span></li><li ><span >Nausea, vomiting.</span></li><li ><span >Yellow eyes or skin.</span></li></ul><p>&nbsp;</p><code>Diagnosis</code><p><span >The doctor will take a detailed history, conduct a physical examination and order lab tests, if needed. </span></p><ul><li ><span >Urinalysis: to look for blood cells, protein and signs of infection.</span></li><li ><span >Blood tests: to check function of &nbsp;kidney, liver</span></li><li ><span >Imaging such as ultrasound of bladder and kidneys</span></li></ul><p>&nbsp;</p><code>Treatment</code><p><span >Most of the time, change in urine colour is harmless and does not need medical treatment. Adequate fluid intake and change in diet is helpful.&nbsp;</span><span >When change in color is due to an underlying disease, treatment of the cause is needed.</span></p><p>&nbsp;</p><code>Prevention</code><p><span >You can prevent the change in urine colour to some extent by drinking plenty of fluid and preventing dehydration and by avoiding certain foods that change the colour of urine.&nbsp;</span><span >Take specific precautions to prevent urinary infection, kidney or liver diseases.</span></p></ul></div>"
    },
    {
      "symptom_id": 9,
      "symptom": "Constipation",
      "imageUrl": "http://niroginepal.com/wp-content/uploads/2016/01/Constipation-1-848x296.png",
      "description": "Constipation is a common problem related to your bowel movement, when the stool is too hard, difficult to get out and occurs in small amount, less than three times a week. You might have abdominal cramps, may feel bloated or even sick if it is severe and prolonged. ",
      "body": "<div><ul><p><span>Constipation is a common problem related to your bowel movement, when the stool is too hard, difficult to get out and occurs in small amount, less than three times a week. You might have abdominal cramps, may feel bloated or even sick if it is severe and prolonged. </span></p><code>Why does it matter?</code><p><span>Constipation may be the result of not having enough fluids or fibrous foods. Sometimes it may be caused by some related medical or surgical conditions which need evaluation and specific treatment. When you have constipation, you should be watchful for certain symptoms that suggest a more serious problem.</span></p><ul><li><span>Blood in stool (mixed with stool or separate from stool)</span></li><li><span>Bouts of diarrhea</span></li><li><span>Fever</span></li><li><span>Weight loss</span></li><li><span>Feeling of weakness</span></li></ul><p>&nbsp;</p><code>Causes</code><p><span>Constipation occurs when you:</span></p><ul><li><span>Take improper diet (less fiber content). This&nbsp;is the commonest cause. Fiber helps your gut work well. Food rich in fiber include fruits, vegetables, whole grains etc.</span></li><li><span>Drink less water or fluids than required: This worsens constipation and very essential in prevention.</span></li><li><span>Have some diseases: disorders of digestive system like</span><span> irritable bowel syndrome, thyroid under activity, immobility due to disease.</span></li><li><span>Have side effects from some medicine: painkillers, antacids, iron tablets, etc.</span></li><li><span>Pregnancy: Due to hormonal changes, it occurs in around 20% of all pregnant women. </span></li><li><span>Unknown cause: This is also quite common and called functional constipation. Some people especially, women have under-active bowels and persist throughout life.</span></li></ul><p>&nbsp;</p><code>When to Seek Help?</code><ul><li><span>When you get new symptoms</span></li><li><span>When you do not have bowel movement for many days</span></li><li><span>When you have pain in abdomen or pain during defecation</span></li><li><span>When problem comes and goes but lasts more than 3 weeks</span></li><li><span>When you have other worrisome symptoms like vomiting or distress of abdomen</span></li><li><span>If symptoms are very severe and not relieved by laxatives</span></li></ul><p>&nbsp;</p><code>Investigation&nbsp;</code><p><span>Based on your age, presence of other associated symptoms and circumstances, your doctor will decide on which tests you should get done. Many times you do not need any tests.</span></p><ul><li><i><span>Rectal exam</span></i><span>: your doctor may look at the anus and sometimes put finger to feel inside the anal opening.</span></li><li><i><span>Sigmoidoscopy and colonoscopy</span></i><span>: your doctor will put a thin tube with camera fitted into it, into your anus upto large intestine and looks inside your intestine for anything abnormal. This is done after your bowel is evacuated using a laxative medicine and plenty of fluid. During this procedure the doctor may take sample of tissue to look under a microscope.</span></li></ul><p>&nbsp;</p><code>Treatment</code><p><span>Your doctor will want you to take plenty of water and food rich in fiber, depending on the cause and if there is no improvement, the doctor may suggest you any of the following:</span></p><ul><li><span>Medicine that is put in your rectum (called suppositories).</span></li><li><span>Liquid inserted into the rectum via anus to clear out rectum (called enema).</span></li><li><span>Medicine that you swallow in order to make the stool soft or loose.</span></li><li><span>Biofeedback: a technique that teaches you to relax your anal muscles so that bowel is pushed out.</span></li><li><span>Sometimes, surgery may be needed to take care of constipation which is severe and intractable, associated with vomiting, abdominal distension etc which suggests obstruction in the digestive tract.</span></li><li><span>It is very important that you know how to take care of your problem of constipation in order to be free from its ill effects.</span></li></ul><p>&nbsp;</p><code>Prevention and self treatment</code><ul><li><span>Eat diet rich in fiber such as fruits, vegetables and cereals, whole grains.</span></li><li><span>Drink a lot of water, at least 2 liters per day and other fluid during daytime.</span></li><li><span>Exercise regularly, as it keeps you active and the stomach working.</span></li><li><span>Take caffeine or tea in the morning.</span></li><li><span>Stick to a routine toileting habit. </span><ul><li><span>Go to bathroom every day at regular time.</span></li><li><span>Do not hold your bowel. Go to bathroom anytime you feel the urge.</span></li><li><span>Do not hurry in toilet. Be calm, lean forward and take your time.</span></li></ul></li></ul></ul></div>"
    },
    {
      "symptom_id": 10,
      "symptom": "Coughing up Blood",
      "imageUrl": "http://niroginepal.com/wp-content/uploads/2016/01/Coughing-up-blood-or-Hemoptysis-848x296.jpg",
      "description": "Coughing up blood can be alarming, even in small amounts. But not all hemoptysis is serious or life-threatening. The blood may be mixed with the sputum or it could be frank blood which  could be bright red, dark brown or pink and frothy. When you cough up blood, most of the time it is coming from the lung and respiratory tract. Sometimes blood can originate in mouth, throat and sinuses. Occasionally, you can mistake vomiting blood with coughing up blood. It is very important to differentiate between the two. ",
      "body": "<div><ul><p><span>Coughing up blood can be alarming, even in small amounts. But not all hemoptysis is serious or life-threatening. The blood may be mixed with the sputum or it could be frank blood which &nbsp;could be bright red, dark brown or pink and frothy. When you cough up blood, most of the time it is coming from the lung and respiratory tract. Sometimes blood can originate in mouth, throat and sinuses. Occasionally, you can mistake vomiting blood with coughing up blood. It is very important to differentiate between the two. </span></p><p>&nbsp;</p><p><b>Common Causes</b></p><p>&nbsp;</p><p><b>Infections</b></p><ul><li><span>Pulmonary tuberculosis is one of the most important and common cause of coughing up blood </span></li><li><span>Acute bronchitis (yellow/green sputum and streaky pink blood in the sputum).</span></li><li><span>Bronchiectasis</span><span> characterized by hemoptysis, recurrent cough, large amounts of bad smelling green sputum.</span></li><li><span>Severe pneumonitis/pneumonia</span></li><li><span>Lung abscess</span></li><li><span>Aspergilloma/ Aspergillosis</span></li></ul><p>&nbsp;</p><p><b>Cancer</b></p><ul><li><span>Lung cancer: malignant changes in the lung’s tissue cause hemoptysis.</span></li><li><span>Leukemia (blood cancer). </span></li></ul><p>&nbsp;</p><p><b>Conditions that increase Bleeding Risk</b></p><ul><li><span>Low platelets</span></li><li><span>Overdose of anticoagulant (blood thinning) therapy ( warfarin, apixaban, xarelto)</span></li><li><span>Disorders blood clotting mechanisms ( hemophilia, von Willebrand disease)</span></li></ul><p>&nbsp;</p><p><b>Blood clot in lungs (Pulmonary embolism)</b></p><ul><li><span>Pulmonary embolism (clot in lung): &nbsp;Pulmonary embolism is characterized by sudden sharp pain worse on breathing, swollen painful legs and hemoptysis may or may not be present.</span></li></ul><p>&nbsp;</p><p><b>Cardiovascular Conditions</b></p><ul><li><span>Pulmonary edema caused by heart failure: if hemoptysis (pink frothy sputum) is accompanied by breathlessness, frequent waking in the night, raised jugular vein and large liver.</span></li><li><span>Valvular heart disease such as mitral stenosis also cause hemoptysis (pink fresh blood with no sputum).</span></li><li><span>Aortic aneurysm</span></li></ul><p>&nbsp;</p><p><b>Autoimmune Diseases</b></p><ul><li><span>Vasculitis (inflammation of blood vessels) of the blood vessels (arteries or veins) of the lungs.</span></li><li><span>Systemic lupus erythematosus</span><span> (autoimmune disease which affects the brain, joints, kidney, lungs, skin and other organs).</span></li></ul><p>&nbsp;</p><p><b>Foreign Body/Trauma</b></p><ul><li><span>Foreign body or food content aspiration can also cause the hemoptysis.</span></li><li><span>Trauma to the chest also leads to hemoptysis.</span></li><li><span>Following diagnostic procedure like bronchoscopy</span></li></ul><p>&nbsp;</p><p><b>Hereditary Conditions</b></p><ul><li><span>Cystic fibrosis</span><span> (hereditary disorders which causes serious damage to lungs and gastrointestinal system).</span></li><li><span>Blood disorders: hemophilia (deficiency of clotting factor)</span></li></ul><p>&nbsp;</p><p><b>When to visit the Doctor</b></p><p><span>Seek medical help coughing up blood is accompanied by:</span></p><ul><li><span>Chest pain </span></li><li><span>Difficulty in breathing or shortness of breath during usual day to day activities.</span></li><li><span>Consistent rise in body temperature (fever) in evening time for more than 3 weeks</span></li><li><span>Swollen painful legs</span></li><li><span>Sudden sharp pain worse on breathing.</span></li><li><span>Presence of blood in stool and urine</span></li><li><span>Dizziness or lightheadedness (feeling of weakness or feeling of getting faint).</span></li><li><span>Night sweats</span></li><li><span>Weight &nbsp;loss</span></li><li><span>Recent history of accident and trauma.</span></li><li><span>Coughing up blood for more than a week.</span></li></ul><p>&nbsp;</p><p><strong>Diagnosis</strong></p><p><span>Cough is symptoms of underlying illness which can be serious. Diagnosis is made by:</span></p><ul><li><span>History and Physical examination by Physician, and one or more of the following tests</span></li><li><span>Blood and sputum test</span></li><li><span>Chest X ray</span></li><li><span>CT scan of Chest</span></li><li><span>Arterial blood gas</span></li><li><span>Bronchoscopy</span></li></ul><p>&nbsp;</p><p><b>Treatment </b></p><p><span>Treatment depends on the cause of hemoptysis:</span></p><ul><li><span>Immediate oxygen therapy should be started in the conditions of breathing difficulty. Bronchodilators are also provided according to the conditions.</span></li><li><span>Pulmonary tuberculosis is treated with DOTS (directly observed treatment short course) method. Commonly using drugs are rifampicin, isoniazid, ethambutol, pyrazinamide.</span></li></ul><ul><li><span>Antibiotics are prescribed for respiratory tract infections such as pneumonia, bronchitis and other infections.</span></li><li><span>Person diagnosed with lung cancer and blood cancer (leukemia) is treated with chemotherapy and other treatment methods for cancer.</span></li><li><span>Corticosteroids medicines are provided for autoimmune conditions such as vasculitis, </span><span>systemic lupus erythematosus</span><span> etc.</span></li><li><span>Foreign body in the respiratory tract should be removed if present.</span></li><li><span>Coughing up blood caused by cystic fibrosis is treated with antibiotic and bronchodilators.</span></li><li><span>Blood thinning drugs (anticoagulant) such as warfarin should be stopped to prevent further bleeding inside the respiratory tract.</span></li><li><span>Hemoptysis associated with hemophilia is treated with intravenous administration of clotting factor VIII for hemophilia A and clotting factor IX for hemophilia B.</span></li></ul></ul></div>"
    },
    {
      "symptom_id": 11,
      "symptom": "Cough",
      "imageUrl": "http://niroginepal.com/wp-content/uploads/2016/01/Cough-2-848x296.png",
      "description": "Cough is our body’s protective response to the presence of irritants in the airway. It is a reflex action caused by the stimulation of the nerve endings in the respiratory tract by  stimuli such as allergen, microbes, foreign body or excessive mucous. After the stimuli reaches the brain, the brain sends impulses to the muscles of chest and abdomen to contract forcefully  in an attempt to expel the irritant. Cough is produced by sudden indrawing of air with the glottis (part of upper airway) wide open followed by a blowing out of air against a closed glottis. A forceful cough can generate a velocity of up to 500 miles per hour.   ",
      "body": "<div><ul><p><span >Cough is our body’s protective response to the presence of irritants in the airway. It is a reflex action caused by the stimulation of the nerve endings in the respiratory tract by &nbsp;stimuli such as allergen, microbes, foreign body or excessive mucous. After the stimuli reaches the brain, the brain sends impulses to the muscles of chest and abdomen to contract forcefully &nbsp;in an attempt to expel the irritant. Cough is produced by sudden indrawing of air with the glottis (part of upper airway) wide open followed by a blowing out of air against a closed glottis. A forceful cough can generate a velocity of up to 500 miles per hour. &nbsp;&nbsp;</span></p><p><span >Cough can be a ‘dry cough’ without sputum production &nbsp;or a ‘wet/productive cough’ with sputum production. Most of the disease causing cough are of acute in nature and resolve within three weeks. When cough persists for more than 8 weeks, it is called a chronic cough and has a slightly different causes and diagnostic modalities than acute cough. &nbsp;</span></p><p>&nbsp;</p><code>Common Causes </code><p><b>Acute cough:</b><span > Infection of the respiratory tract are the common cause of acute cough:</span></p><ul><li ><span >Acute bronchitis/laryngitis/tracheitis</span></li><li ><span >Pneumonia </span></li><li ><span >Common cold ( respiratory viral infections)</span></li></ul><ul><li ><span >Pulmonary tuberculosis (infection of the lungs by Mycobacterium tuberculosis characterized by chronic cough and blood in the sputum)</span></li><li ><span >Whooping cough or pertussis (highly contagious respiratory tract disease characterized by coughing spells).</span></li><li ><span >Croup syndrome in children (group of diseases characterized by swelling, and partial blockage in the entrance of the larynx which causes cough). </span></li><li ><span >Acute Sinusitis</span></li><li ><span >Inhalation of an irritant ( chemical and fumes) </span></li><li ><span >Foreign body inhalation</span></li><li ><span >Pneumothorax (collection of the air in the pleural cavity)</span></li><li ><span >Heart failure</span></li></ul><p>&nbsp;</p><code>Chronic Cough</code><ul><li ><span >Chronic lung disease like</span><ul><li ><span >Chronic obstructive pulmonary disease (COPD).</span></li><li ><span >Asthma </span></li><li ><span >Bronchiectasis </span></li><li ><span >Lungs cancer</span></li></ul></li></ul><ul><li ><span >Gastroesophageal reflux disease (GERD)</span></li><li ><span >Chronic sinusitis/ Post nasal drip</span></li><li ><span >Medication- Angiotensin converting enzyme inhibitor/ACEI &nbsp;like Enalapril, used to treat high blood pressure</span></li><li ><span >Others: Tuberculosis, Sarcoidosis, lung fibrosis</span></li></ul><p>&nbsp;</p><code>When to visit the Doctor?</code><p><span >Prompt medical treatment should be sought if cough is accompanied by:</span></p><ul><li ><span >Hemoptysis (coughing up blood)</span></li><li ><span >Night sweats </span></li><li ><span >Fever</span></li><li ><span >Weight loss</span></li><li ><span >Difficulty in breathing or noisy breathing</span></li><li ><span >Coughing spells</span></li><li ><span >Chest pain</span></li></ul><p>&nbsp;</p><code>Diagnosis</code><ul><li><span >History and Physical exam by Physician, followed by one or more of &nbsp;tests like-</span></li><li><span >Chest X ray</span></li><li><span >Blood and Sputum &nbsp;test</span></li><li><span >Lung function test</span></li><li><span >Allergy skin test</span></li><li><span >CT scan of chest</span></li><li><span >Bronchoscopy (endoscopy of airways)</span></li></ul><p>&nbsp;</p><code>Treatment Options</code><p><span >Cough is only a symptom of an underlying &nbsp;disease, so treatment is directed at its cause.</span></p><ul><li ><span >Bacterial respiratory tract infections are treated with antibiotics.</span></li><li ><span >COPD and Asthma are treated with bronchodilators (inhalers)</span></li><li ><span >Oxygen therapy when blood oxygen level is low.</span></li><li ><span >Stopping medicine &nbsp;like ACEI when they are causing cough.</span></li><li ><span >Acid reducing medicine for acid reflux.</span></li><li ><span >Avoiding irritants, smokes or removing foreign body</span></li><li ><span >Treatment of tuberculosis, heart failure or lung cancer</span></li><li ><span >Drainage of infection, fluid or air collected around the lungs</span></li><li ><span >When no cause is found, cough suppressants can be used.</span></li></ul></div>"
    },
    {
      "symptom_id": 12,
      "symptom": "Excess Urination",
      "imageUrl": "http://niroginepal.com/wp-content/uploads/2016/04/Excess-Urination.png",
      "description": "Excess urination can be frequent urination (with normal total  urine output) or  urinating abnormally large volume of urine (usually more than 3 liter/24 hours in adults) called polyuria.  It is a common problem in men and women of all ages but more common in middle age or older individuals. It can be of  major inconvenience and sometimes cause social embarrassment. When this occurs at night, it is called nocturia. Nocturia can disturb your sleep and daytime functioning. Severe dehydration rarely occurs due to excessive urination, and when it occurs it requires immediate attention.",
      "body": "<div><ul><p><span>Excess urination can be frequent urination (with normal total &nbsp;urine output) or &nbsp;urinating abnormally large volume of urine (usually more than 3 liter/24 hours in adults) called polyuria. &nbsp;It is a common problem in men and women of all ages but more common in middle age or older individuals. It can be of &nbsp;major inconvenience and sometimes cause social embarrassment. When this occurs at night, it is called nocturia. Nocturia can disturb your sleep and daytime functioning. Severe dehydration rarely occurs due to excessive urination, and when it occurs it requires immediate attention.</span></p><p>&nbsp;</p><p><b>Causes of Frequent Urination</b></p><ul><li><span>Urinary tract infection, causes frequent urine but usually not an excessive urine volume</span></li><li><span>Prostate problems are a major cause of frequent urination in older males.</span></li></ul><ul><li><span>Neurogenic bladder resulting from stroke and problems of nerves supplying the bladder</span></li><li><span>Overactive bladder syndrome is a common cause of urge to urinate frequently</span></li><li><span>Stones or tumors of urinary bladder</span></li><li><span>Vaginitis, inflammation of vagina &nbsp;can cause frequent urination in females</span></li><li><span>Pregnancy </span></li></ul><p>&nbsp;</p><p><b>Causes of Polyuria</b></p><ul><li><span>Diabetes mellitus, polyuria can be the first sign of undiagnosed or uncontrolled diabetes mellitus.</span></li><li><span>Medicines like diuretics used for swelling, Lithium used as mood stabilizer</span></li><li><span>Diabetes insipidus, a disease in which kidneys are not able to regulate water balance due to decreased production or action of antidiuretic hormones (ADH). </span></li><li><span>Kidney failure (Acute &nbsp;tubular necrosis): &nbsp;after the phase of decreased urine is resolved</span></li><li><span>High level of calcium or low level of potassium in the body</span></li><li><span>Psychogenic polydipsia, a mental problem where you have excessive thirst and drink excessive amount of water.</span></li><li><span>Alcohol and caffeinated drinks.</span></li></ul><p>&nbsp;</p><p><b>When to seek help?</b></p><p><span>You should consult your doctor if you have excessive urination that cannot be explained by an increase in fluids or&nbsp;</span><span>medications</span><span>. In some cases, cutting down on caffeine and alcohol can resolve the problem. But frequent urination can a sign of serious condition. Presence of following symptoms along with excessive or frequent urination should prompt immediate medical attention:</span></p><ul><li><span>Fever</span></li><li><span>Painful urination</span></li><li><span>Abdominal pain</span></li><li><span>Nausea/Vomiting</span></li><li><span>Blood in the urine</span></li><li><span>Foul smell or color of the urine</span></li><li><span>Discharge from vagina or penis</span></li><li><span>Severe dehydration </span></li><li><span>Children becoming irritable</span></li></ul><p>&nbsp;</p><p><b>How &nbsp;is it diagnosed?</b></p><p><span>When you consult a doctor for excessive urination, your doctor will first make sure that the urine output is out of proportion to fluid intake or the intake is abnormally too high. Your doctor will ask you about all the symptoms you have, medicine you are taking and examine you in detail. </span></p><p>You may be asked to undertake following tests.</p><ul><li><span>Blood sugar (glucose) test</span></li><li><span>Blood urea nitrogen</span><span>, Serum </span><span>Creatinine</span><span>&nbsp;and electrolytes</span></li><li><span>Osmolality</span><span>&nbsp;of blood or urine</span></li><li><span>Urinalysis to look for infection</span></li><li><span>Cystoscopy (endoscopy &nbsp;of &nbsp;urinary bladder)</span></li><li><span>Ultrasound of kidney and bladder</span></li><li><span>Rarely you may need further tests like</span><ul><li><span>Water deprivation test (limiting fluids to see if the urine volume decreases)</span></li><li><span>Level of ADH (Antidiuretic hormone) in blood</span></li><li><span>CT Scan, MRI of brain (to look for cause of diabetes insipidus)</span></li></ul></li></ul><p>&nbsp;</p><p><b>How is it treated?</b></p><p><span>Treatment of underlying condition is the mainstay of treatment.</span></p><p><span>Urinary tract infections are treated with antibiotics. Diabetes mellitus is treated by controlling high blood sugar with diet control, anti-diabetic medicine or insulin. Prostate problems are managed by urologist. Overactive bladder may be treated with some medications. </span></p></ul></div>"
    },
    {
      "symptom_id": 13,
      "symptom": "Dizziness",
      "imageUrl": "http://niroginepal.com/wp-content/uploads/2016/04/Dizziness.png",
      "description": "Dizziness is a term  used to describe a range of sensations like feeling of spinning, swaying, tilting, floating or woozy. You may also feel that you might faint (lightheadedness) or sometimes you may have difficulty walking straight. When dizziness is associated with a feeling of  you or the surrounding  moving or spinning, it is called  vertigo. These feelings come and go and may last for seconds, hours or days and worsen with walking, standing up or moving your head.  ",
      "body": "<div ><ul><p><span >Dizziness is a term &nbsp;used to describe a range of sensations like feeling of spinning, swaying, tilting, floating or woozy. You may also feel that you might&nbsp;faint (lightheadedness) or sometimes you may have difficulty walking straight. When dizziness is associated with a feeling of &nbsp;you or the surrounding &nbsp;moving or spinning, it is called &nbsp;vertigo. These feelings come and go and may last for seconds, hours or days and worsen with walking, standing up or moving your head.</span></p><p><span >Dizziness is a very common reason adults visit their doctors. Frequent dizzy spells or dizziness that occurs constantly can significantly affect your daily life. Dizziness that either resolves itself or resolves quickly with treatment is usually not so serious. However, in rare cases, dizziness&nbsp;indicates a serious life-threatening condition, especially when it is related to the disease of brain. Dizziness affects your sense of balance and increases your risk of falling leading to fall-related injuries, like hip fracture in elderly people.</span></p><p>&nbsp;</p><code>Causes</code><p><span >Your sense of balance is affected by combined sensory input from following:</span></p><ul><li ><b>Eyes,</b><span >&nbsp;that determine where your body lies in space and how it is moving;</span></li><li ><b>Inner ear,</b><span >&nbsp;that has sensors to help detect back-and-forth motion and gravity; and</span></li><li ><b>Sensory nerves,</b><span >&nbsp;that send messages about position and body movements to your brain.</span></li></ul><p>&nbsp;</p><p><span >Any disturbances in one or more of these paths may be responsible for dizziness. Because of a complex interaction between these inputs, finding an exact cause of dizziness is often difficult.</span></p><p><span >Dizziness that presents as </span><b>light-headedness</b><span > occurs when your brain doesn’t get enough blood supply. This may occur when:</span></p><ul><li ><span >There is a sudden drop in your blood pressure. This may happen when you suddenly get up from sitting or lying down position (particularly when you are very old or taking some medicine that drops the blood pressure). This is called orthostatic hypotension.</span></li><li ><span >You are dehydrated because of diarrhea, vomiting, high fever, less drink and more activity in a hot weather, etc.</span></li><li ><span >Other causes, such as:</span><ul><li ><span >You have &nbsp;low hemoglobin or low blood sugar.</span></li><li ><span >You have heart problems such as, abnormal heartbeat or heart attack.</span></li><li ><span >Stroke (weakness of the part of your body due to bleeding inside the brain or block in the blood supply of the part of the brain).</span></li><li ><span >You are taking&nbsp;anti-seizure, antidepressant&nbsp;or&nbsp;sedatives medicine.</span></li></ul></li></ul><p>&nbsp;</p><p><span >Dizziness that presents as</span><b> vertigo</b><span > occurs when you have problem with the balance due to some abnormalities in the brain or inner ear. Some of them are life threatening while most are not serious.</span></p><ul><li ><span >Inner ear problems: The calculi or inflammation or infection in the inner ear that controls balance leads to vertigo. Those conditions are named as:</span><ul><li ><span >Benign Paroxysmal Positional Vertigo (a harmless disease caused by movement when there are stones in the inner ear}, </span></li><li ><span >Vestibular neuritis (inflammation of nerve that controls balance, caused by viral infection) and</span></li><li ><span > Meniere disease (a serious disease caused by fluid in the inner ear).</span></li></ul></li><li ><span >Head injury: Concussion or mild traumatic brain injury affects the area that controls balance.</span></li><li ><span >Brain problems: Bleeding in the brain, stroke or transient ischemic attack, disease like multiple sclerosis, Parkinson disease affect control of balance.</span></li><li ><span >Migraine: In some kinds of disease causing headache, known as migraine, there can be dizziness associated with headache.</span></li><li ><span >Medications: In rare cases, some medicines affect the function of inner ear or brain causing dizziness.</span></li></ul><p>&nbsp;</p><code>When to see a doctor</code><p><span >If you have dizziness, either with light headedness or vertigo, associated with any of the following symptoms, you should consult the doctor immediately.</span></p><ul><li ><span >Headache, especially if it is new or severe.</span></li><li ><span >Vomiting, especially if it is projectile or repeated.</span></li><li ><span >High fever.</span></li><li ><span >Fainting and alteration of senses for more than few minutes.</span></li><li ><span >Sudden change in speech or hearing or in vision.</span></li><li ><span >Numbness or tingling sensation.</span></li><li ><span >Weakness in leg(s) or hand(s).</span></li><li ><span >Inability to walk without help.</span></li><li ><span >Chest pain, shortness of breath.</span></li><li ><span >Racing or skipping heart beat.</span></li><li ><span >Head injury.</span></li><li ><span >Seizures, Stiff neck.</span></li></ul><p>&nbsp;</p><p><span >In absence of above symptoms, if you experience recurrent, severe and prolonged episodes of lightheadedness or vertigo, you should consult your doctor.</span></p><p>&nbsp;</p><code>Treatment options</code><p><span >Treatment of dizziness depends on symptoms &nbsp;and the underlying cause. The treatment is usually effective, but the symptoms may occur again.</span></p><p><span >Mostly dizziness or vertigo is caused by less serious conditions, even though this symptom itself may feel like serious or bothersome. The treatment is aimed at&nbsp;reducing such&nbsp;symptom and treating the cause, if identified.</span></p><p><span >Your doctor will ask you details of your symptoms, any history of diseases and a list of currently taking medicine. The doctor&nbsp;will also examine you in detail including blood pressure in sitting and standing positions. You may also be asked to do these tests:</span></p><ul><li ><span >ECG.</span></li><li ><span >Hearing tests.</span></li><li ><span >Balance testing.</span></li><li ><span >Blood tests.</span></li><li ><span > CT or MRI of brain.</span></li></ul><p>&nbsp;</p><p><span >Your doctor may prescribe medicine to reduce symptom of dizziness or vertigo that is severe or lasting for long time. Other treatment option is balance rehabilitation. It helps by training&nbsp;your brain to modify its response to vestibular changes. This treatment work&nbsp;better if started soon after you get the vertigo. You should try to reduce the risk of falls at home by eliminating potential hazards such as&nbsp;loose electrical cords, slippery rags or walking in poorly-lit areas.</span> <span >Surgery may be needed in Meniere’s disease.</span></p><p><span >If you get light-headed when you stand up, following these steps&nbsp;may help you:</span></p><ul><li ><span >When standing, make sure you hold on to something.</span></li><li ><span >Get up slowly from a lying position and stay seated for sometime before standing.</span></li><li ><span >Avoid sudden change in your posture.</span></li><li ><span >If you have flu or other febrile illness, drink plenty of fluids to avoid being dehydrated.</span></li></ul><p>&nbsp;</p><p><span >If you have vertigo, following these steps&nbsp;may prevent the worsening of your symptoms:</span></p><ul><li ><span >Keep still and rest at the time of symptoms.</span></li><li ><span >Avoid sudden movements or change in position.</span></li><li ><span >When you have a loss of balance, use cane to support if you need to walk at all.</span></li><li ><span >Avoid bright and flickering lights and reading at the time of vertigo attacks.</span></li><li ><span >Avoid driving, climbing, swimming or operating heavy machinery until one week after your symptoms are gone.</span></li></ul></div>"
    },
    {
      "symptom_id": 14,
      "symptom": "Fatigue / Tiredness",
      "imageUrl": "http://niroginepal.com/wp-content/uploads/2016/04/Tiredness-and-Fatigue.png",
      "description": "Tiredness means you feel exhausted both during activity as well as rest,, even while sleeping as well. It is not a disease but could be a symptom of various physical and psychological ailments. It can alternatively be called as fatigue; exhaustion; lethargy or weariness. We all get tired normally as well but sometimes tiredness becomes problematic if it is severe and/or prolonged. ",
      "body": "<div><ul><p>&nbsp;</p><p><span>Tiredness means you feel exhausted both during activity as well as rest,, even while sleeping as well. It is not a disease but could be a symptom of various physical and psychological ailments. It can alternatively be called as fatigue; exhaustion; lethargy or weariness. We all get tired normally as well but sometimes tiredness becomes problematic if it is severe and/or prolonged. </span></p><p>&nbsp;</p><code>Why does it matter?</code><p><span>The drop in energy leading to tiredness at times can cause difficulty in our normal day to day activity especially in accomplishing physical and mental tasks. Tiredness leads to lack of motivation in work and family as well. Sometimes, tiredness and fatigue presents as a manifestation of serious systemic disease and which must be identified and treated.</span></p><p>&nbsp;</p><code>Causes of Tiredness:</code><p><span>Fatigue / tiredness is usually caused by lifestyle issues which are rather harmless. Only a minority of the clients have a serious underlying medical condition causing fatigue. Otherwise psychological issues are more common than physical causes of tiredness. </span></p><ul><li><b> Psychological and psychosocial:</b><span> various stressors in our daily life can cause tiredness like anxiety, loss, bereavement, work issues, family problems, change in environment, living conditions etc. </span></li><li><b> Physiological and lifestyle: </b><span>Factors like smoking, alcoholism, poor diet, and lack of sleep would also cause tiredness. Pregnancy, breastfeeding, overweight, strenuous activities also cause tiredness.</span></li><li><b> Physical:</b><span> Various medical conditions can cause tiredness like cancer, anemia, diabetes, fever, heart failure, respiratory problems, bone and joints related problems, eating disorders, nutritional disorders etc. Certain drugs used to treat diseases may also cause fatigue as their side effects e.g. drugs against cancer, high blood pressure, allergies etc.</span></li></ul><p>&nbsp;</p><code>When to seek Help?</code><p><span>Fatigue / tiredness is usually not harmful but if it is severe or is prolonged for more than a few weeks, then you should consult your doctor. If you could not identify the cause of tiredness, then also you should see your doctor. The doctor will take your detailed history and perform a physical examination as per requirement. Investigations are done according to the symptoms to find out the cause and treated accordingly, be it physical or psychological. A strong partnership and trust has to be built between you and doctor to work out with the problem especially if the cause identified is psychological or psychosocial. The doctor might ask personal questions regarding the symptoms, family /work relations, lifestyle, habits etc which you should answer honestly to identify proper treatment modalities.</span></p><p><span>Fatigue is usually not very harmful however it should be evaluated properly to avoid or early detect the complications. Consult your doctor immediately if you have any of the following:</span></p><ul><li><span>Dizziness</span></li><li><span>Blurred vision</span></li><li><span>Problems in urination</span></li><li><span>Sudden weight gain or significant weight loss</span></li><li><span>Swelling</span></li><li><span>Thought changes like confusion or suicidal thoughts</span></li><li><span>Sudden breathlessness during sleep</span></li></ul><p>&nbsp;</p><p><span>You need to see the doctor at your appointment if you have unusual tiredness associated with fever and weight loss, weight gain, inability to sleep at night, frequent sleep wake cycles at night, headache, constipation, feel sad and low, use of medications that cause fatigue.</span></p><p>&nbsp;</p><code>Treatment Options:</code><p><span>Treatment is decided according to the cause of tiredness.</span></p><p>&nbsp;</p><p><b>Physical:</b><span> The underlying cause is identified and treated in order to treat fatigue. For example anemia is treated with iron supplementation; blood sugar level is controlled using medications for diabetes and so on. Treatment of chronic pain also helps relieve fatigue.</span></p><p>&nbsp;</p><p><b>Psychological:</b><span> &nbsp;The underlying cause is identified and if you are motivated, the doctor will refer you for counseling or other types of psychotherapy like talking therapy, recreational therapy, relaxation therapy, sleep hygiene etc.</span></p><p>&nbsp;</p><p><b>Lifestyle:</b><span> If there are no obvious physical or psychological causes of tiredness, there are some general measures in lifestyle modification could be beneficial. </span></p><ul><li><span>Take a regular balanced diet and keep a check on your weight</span></li><li><span>Eat frequent small meals &nbsp;4-6 times a day</span></li><li><span>Take Vitamin B12 and folic acid supplementation</span></li><li><span>Get enough sleep regularly </span></li><li><span>Indulge into regular exercise habit balanced with rest periods</span></li><li><span>Reduce stressors from your day to day life through carefully balancing workload and schedule with family and relationships, relaxation through meditation, recreation etc</span></li><li><span>Reduce caffeine intake and drink more water</span></li><li><span>Avoid smoking, alcohol and drugs abuse</span></li><li><span>Watch out for the side effect of drugs. If you feel tiredness is due to the drugs being taken, do not stop or change the dose or medicine. You should consult the doctor on time.</span></li></ul><p>&nbsp;</p><p><span>Prevention and treatment of fatigue hence largely depends on how you perceive health and well being. Thus you also have to make an effort to adopt active and healthy coping mechanisms.</span></p></ul></div>"
    },
    {
      "symptom_id": 15,
      "symptom": "Headache",
      "imageUrl": "http://niroginepal.com/wp-content/uploads/2016/01/Headache.png",
      "description": "Headache is pain felt in any region of the head upto upper part of the neck . Brain itself is pain insensitive, but surrounding structures like coverings of brain, arteries and muscles are pain sensitive. Stimulation of these pain sensitive areas from inflammation and irritation results in headache.  Headache may be sharp pain, dull ache or throbbing sensation and  may occur on one or both sides, front or back of the head.",
      "body": "<div><ul><code>Headache</code><p><span>Headache is&nbsp;pain felt in any region of the head upto upper part of the neck . Brain itself is pain insensitive, but surrounding structures like coverings of brain, arteries and muscles are pain sensitive. Stimulation of these pain sensitive areas from inflammation and irritation results in headache. &nbsp;Headache may be sharp pain, dull ache or throbbing sensation and &nbsp;may occur on one or both sides, front or back of the head.</span></p><p><span>Headache may be primary or secondary. </span></p><p><span>Primary headache results from overactivity of pain sensitive areas and &nbsp;there is no underlying structural problem. Examples: Migraine headache, tension headache and &nbsp;cluster headache.</span></p><p><span>Secondary headaches are due to disease conditions that causes inflammation of meninges or artery and cause pain. &nbsp;This group also includes headache caused by substance abuse, overuse of medication ( rebound headache) and &nbsp;pain referred from surrounding structures.</span></p><p>&nbsp;</p><code>Common Causes/Types of Headache</code><p>&nbsp;</p><code>Primary Headache</code><ul><li><i><span>Tension headache: </span></i><span>&nbsp;It is most common type of primary headache. Although the exact cause of tension headache is not know it is thought to be caused by muscular strains in the region of head and neck brought on by emotional stress. A heightened sensitivity to pain and stress is thought to explain the association with stress (the most common trigger) and headache. The intensity of headache vary but usually is not disabling. It is felt in the back of the head and neck but may become diffuse and feel like band like sensation around the head. Muscles of &nbsp;scalp, neck and shoulder may become tender to touch. Physical activity doesn’t make tension headache worse and is not associated with nausea,vomiting and photophobia which distinguishes it from migraine. Tension headache can be episodic or chronic.</span></li><li><i><span>Migraine</span></i><span>: It is the second most common cause of primary headache. Pain is usually moderate to severe and can be disabling. It is </span><span>characterized by repeated one sided pulsating, throbbing headaches with nausea and vomiting and extreme sensitivity to light and sound. Symptoms last hours to days. Some people experience warning symptoms called aura before pain. &nbsp;More common in women and tends to run in families. Exact cause is not known but genetics and environmental factors play a role. Imbalance of brain chemical called serotonin is thought to play a role.</span></li><li><i><span>Cluster headaches</span></i><span>: It is the least common but the severest form of headache. &nbsp;Occurs in clusters, over weeks or even months characterized by pain in one side of the head and behind the eyes. Pain is so intense that patient can’t sit still without pacing during the attack. Congested or runny nose, watery, red eyes occur during pain attack (typically on the side of headache). The etiology of the cluster headaches is unknown, but smoking is a risk factor and alcohol is a trigger.</span></li></ul><p>&nbsp;</p><code>Secondary Headache</code><ul><li><span>Infection: of brain (encephalitis}, its covering (meningitis}, brain abscess, neuro cysticercosis (pork tapeworm).</span></li><li><span>Brain tumor </span></li><li><span>Stroke or brain attack</span></li><li><span>Subarachnoid (space between coverings of brain) &nbsp;hemorrhage</span></li><li><span>Upper respiratory tract infections: like sinusitis causing referred headache.</span></li><li><span>Eye problems such as glaucoma, refractive errors</span></li><li><span>Medication induced: nitrates, calcium channel blockers (Nifedipine)</span></li><li><span>Head injury</span></li><li><span>Hypertensive emergency</span></li><li><span>Inflammation of blood vessels- Temporal artery (Giant cell arteritis)</span></li><li><span>Idiopathic intracranial hypertension</span></li><li><span>Psychiatric conditions: anxiety, stressful conditions</span></li><li><span>Any serious systemic disease or symptoms (like fever) may cause headache</span></li></ul><p>&nbsp;</p><code>When to visit the Doctor?</code><p><span>Seek medical advice or consult the doctor if headache is accompanied by:</span></p><ul><li><span>Fainting, confusion, difficulty in speaking</span></li><li><span>Sudden severe headache or change in character of previous headache</span></li><li><span>Difficult to concentrate or in performing daily activity</span></li><li><span>High fever i.e. greater than 102 </span><span>0</span><span>F</span></li><li><span>Weakness or paralysis arm, leg or face</span></li><li><span>Neck stiffness (rigidity)</span></li><li><span>Pregnancy</span></li><li><span>Head injury</span></li><li><span>Visual loss</span></li><li><span>Vomiting with or without fever</span></li><li><span>Headache with systemic disease like cancer, HIV or taking medicine that suppress immune system (steroids, anticancer)</span></li></ul><p>&nbsp;</p><code>Treatment Options</code><p><span>History and &nbsp;Physical examination along with &nbsp;CT scan or MRI of brain or Lumbar puncture (to examine fluid around brain and spinal cord) may be needed for the diagnosis. A referral &nbsp;to specialist &nbsp;(Neurologist, Eye specialist) may be necessary.</span></p><p><span>Migraine headaches are treated with the following methods:</span></p><ul><li><span>Analgesics – Acetaminophen/paracetamol or Non steroidal anti inflammatory drugs like Ibuprofen or Naproxen are used for acute migraine.</span></li><li><span>Triptans (Sumatriptan) are considered more specific for migraine headache.</span></li><li><span>Antiemetics by injections can be used as adjunctive treatment for acute migraine.</span></li><li><span>Prevention of migraine: by avoiding triggers, lifestyle changes (sleep hygiene) and medications (Beta blockers, calcium channel blockers, antidepressants or anticonvulsants).</span></li></ul><p>&nbsp;</p><p><span>Tension type headache:</span></p><ul><li><span>Acute treatment with Acetaminophen/paracetamol or Non steroidal anti inflammatory drugs like Ibuprofen or Naproxen.</span></li><li><span>Preventive treatment: Tricyclic antidepressant (Amitriptyline) or anticonvulsants (Gabapentin)</span></li></ul><p>&nbsp;</p><p><span>Cluster Headache:</span></p><ul><li><span>100% oxygen and Sumatriptan (subcutaneous injection) are first line treatment</span></li><li><span>Preventive therapy: Verapamil is drug of choice.</span></li></ul><p>&nbsp;</p><p><span>Secondary headaches are treated according to cause e.g. antibiotics for bacterial meningitis, sinusitis. Blood pressure control for hypertension. Surgery for brain abscess or brain tumor.</span></p><p><span>General measures: Proper hydration and adequate rest. Avoid stress, alcohol, tobacco or illicit drugs. Avoid excess use of over the counter pain medicines.</span></p></ul></div>"
    },
    {
      "symptom_id": 16,
      "symptom": "Fever",
      "imageUrl": "http://niroginepal.com/wp-content/uploads/2016/01/Fever.png",
      "description": "A fever or pyrexia is a rise in body temperature above normal and often indicates an illness. Average normal body temperature is 98.6oF  but it can range between 97  and 99.5oF. Body temperature varies according to time of the day, exercise, ambient temperature and site of measurement. Body temperature is higher in the evening than in the morning and higher when measured under the tongue compared to armpit. Women during menstruation also have higher body temperature. Fever is body’s normal reaction to infection and other stressful conditions and has a protective effect on body’s ability to fight infection. Hence, trying  to reduce temperature down too early may not always be beneficial. However, when the temperature rises above 102 degree F, it is concerning and should be treated with antipyretics. Very high fever can cause seizures in children. ",
      "body": "<div><ul><code>Definition</code><p><span >A fever or pyrexia is a rise in body temperature above normal and often indicates an illness.&nbsp;Average normal body temperature is 98.6</span><span >o</span><span >F &nbsp;but it can range between 97 &nbsp;and 99.5</span><span >o</span><span >F. Body temperature varies according to time of the day, exercise, ambient temperature and site of measurement. Body temperature is higher in the evening than in the morning and higher when measured under the tongue compared to armpit. Women during menstruation also have higher body temperature. Fever is body’s normal reaction to infection and other stressful conditions and has a protective effect on body’s ability to fight infection. Hence, trying &nbsp;to reduce temperature down too early may not always be beneficial. However, when the temperature rises above 102 degree F, it is concerning and should be treated with antipyretics. Very high fever can cause seizures in children.</span></p><p>&nbsp;</p><code>Causes </code><p><span >Fever is symptom of an underlying disease. Pyrogens (chemicals that cause fever) produced in response to infectious (bacteria, virus, fungus, parasite}, immunologic, &nbsp;neoplastic (cancer) or other stimuli reach the brain and alter temperature regulation causing fever.</span></p><ul><li ><span >Infections:</span><ul><li ><span >Respiratory tract infections: Examples- Cold or flu -like illnesses, sore throat, sinusitis, laryngitis, epiglottitis, bronchitis, pneumonia, tuberculosis, measles, chicken pox. Infections of the middle ear (otitis media) </span></li><li ><span >Gastrointestinal tract infection: Viral and bacterial gastroenteritis such as diarrhea, dysentery. Typhoid fever , Hepatitis, ulcerative colitis, appendicitis, peritonitis .</span></li><li ><span >Urinary tract infections e.g. infection of urinary bladder (cystitis}, urethra, kidney (pyelonephritis) </span></li><li ><span >Bone infection: &nbsp;osteomyelitis </span></li><li ><span >Skin infections or cellulitis</span></li><li ><span >Central nervous system: meningitis- infection of the meninges (membrane covering the brain}, encephalitis </span></li><li ><span >Infections affecting immune system: Human &nbsp;immunodeficiency Virus (HIV)/Acquired Immune Deficiency Syndrome (AIDS).</span></li><li ><span >Infection of red blood cells (Malaria}, or internal organs (Kala-azar or Leishmaniasis)</span></li><li ><span >Abscess (collection of pus) in any part of the &nbsp;body.</span></li></ul></li></ul><ul><li ><span >Autoimmune conditions:</span><ul><li ><span >Connective tissue diseases such as&nbsp;R</span></li><li ><span >Endocrine causes like hyperthyroidism (overactive thyroid gland)</span></li></ul></li><li ><span >Cancers: Fever may be early sign of &nbsp;</span><span >blood cancer (leukemia, lymphoma). Other cancers may cause fever in &nbsp;when they affect immune system or spread to other organs.</span></li><li ><span >Drugs: Antimicrobials (sulfa, penicillin}, antiepileptics (phenytoin}, antihypertensives (Hydralazine, Methyldopa) and others drugs have potential to cause fever.</span></li></ul><p>&nbsp;</p><code>Home Remedies</code><ul><li ><span >Provide plenty of &nbsp;fluids to drink, and monitor if person is making urine.</span></li><li ><span >Put on only necessary clothes </span></li><li ><span >Maintain cross ventilation in the room</span></li><li ><span >Cold sponging on forehead, armpits and groins &nbsp;or any other parts of the body.</span></li><li ><span >Provide oral paracetamol if temperature is not reduced with above mentioned remedies.</span></li></ul><p>&nbsp;</p><code>Treatment Options</code><p><span >Fever doesn’t always need treatment as this is our body’s protective mechanism to fight the infection. When fever is very high, &nbsp;antipyretics &nbsp;such as paracetamol, ibuprofen are used to bring the temperature down. However, they do not cure the underlying disease. Most viral illnesses are self limiting while other causes of infection require specific therapy with antibiotics, antifungals and antiparasitic drugs. Aspirin should not be given to treat fever in children as this can cause a life threatening condition called Reye’s Syndrome.</span></p><p>&nbsp;</p><code>When to visit the Doctor</code><ul><li ><span >If the temperature is 102 F (38.9 C) or greater (high grade fever)</span></li><li ><span >Fever with any of symptoms like- confusion, stiff &nbsp;neck or severe headache, convulsion, difficulty swallowing or breathing, diarrhea, vomiting, burning urination, scanty urination, &nbsp;rash or severe abdomen or back pain.</span></li><li ><span >Fever after recent surgery or medical procedure.</span></li><li ><span >Fever in pregnancy</span></li><li ><span >Fever in person with diseases like diabetes, chronic kidney disease.</span></li><li ><span >Fever in person taking medicine to suppress immune system (cancer chemotherapy, organ transplant recipient).</span></li><li ><span >Persistent fever &nbsp;for several days.</span></li><li ><span >Fever after travel.</span></li></ul></div>"
    },
    {
      "symptom_id": 17,
      "symptom": "Itching",
      "imageUrl": "http://niroginepal.com/wp-content/uploads/2016/04/Itching.png",
      "description": "Itching, also known as pruritus, is an  uncomfortable and irritating  sensation of the  skin that induces an urge to scratch. An itchy skin most of the time is caused by a skin condition. Not infrequently, an itchy skin is a manifestation of a systemic disease.  An itchy skin might be red and inflamed or it may appear normal. ",
      "body": "<div><ul><p><span>Itching, also known as pruritus, is an &nbsp;uncomfortable and irritating &nbsp;sensation of the &nbsp;skin that induces an urge to scratch. An itchy skin most of the time is caused by a skin condition. Not infrequently, an itchy skin is a manifestation of a systemic disease. &nbsp;An itchy skin might be red and inflamed or it may appear normal. </span></p><code>Causes</code><ul><li><span>Dry Skin: Most of the time &nbsp;an itchy skin is because of dry skin. A dry skin is easily irritable. Many people have dry and itchy skin in shins of lower legs, elbows,hands and sides of the abdomen. The dryness is further worsened by overuse of soap, hot bath, antiperspirants. Low humidity contributes to dry and itchy skin.</span></li><li><span>Skin diseases: Skin diseases like eczema, psoriasis, ringworm, scabies, lice and hives/urticaria causes itchy skin with areas of skin that are red, inflamed with bumps and blisters. These can be localized or generalized depending on the skin involvement. Sometimes parasitic infection can cause itchy skin as the parasite burrows under the skin.</span></li><li><span>Systemic diseases: Advanced kidney failure, liver disease, iron deficiency anemia, solid organ cancer, &nbsp;blood cancer, thyroid disease can cause itchy skin. Viral infection and bacterial infections can cause skin rash that itch.</span></li><li><span>Nerve disorders: Diabetes mellitus, pinched nerves, shingles and multiple sclerosis can cause skin itching.</span></li><li><span>Allergic reactions: Wool, jewellry, plants , cosmetic agents can cause localised itching to the exposed area because of an allergic reaction.</span></li><li><span>Medications: Opiates can cause significant skin itching. Antibiotics and antifungals cans also cause generalised itching.</span></li><li><span>Pregnancy.</span></li><li><span>Psychological or obsessive states.</span></li></ul><p>&nbsp;</p><p><span>However, the cause of itching remains unknown in many instances. It is called itch of unknown cause.</span></p><p>&nbsp;</p><code>Diagnosis</code><p><span>Most of the time the cause of an itchy skin is an obvious skin condition or a very dry skin. If you have severe itching for a fairly long duration and the cause is not clear, then you should see your doctor. &nbsp;If the itching is recurrent, has spread all over the body, you should seek medical help as it might be suggesting a serious disease.</span></p><p><span>Some of the tests done are:</span></p><ul><li><span>Blood tests to look for anemia, raised white blood cells, raised ESR etc., Fasting blood glucose.</span></li><li><span>Calcium, phosphate, alkaline phosphatase.</span></li><li><span>Renal function and electrolytes.</span></li><li><span>Liver function tests.</span></li><li><span>Thyroid function tests.</span></li><li><span>Imaging as necessary.</span></li></ul><p>&nbsp;</p><code>Treatment</code><p><span>Treatment of itchy skin consists of anti- itching medicine, treatment of systemic diseases and prevention of dry skin. </span></p><p><span>Medicine:</span></p><ul><li><span>Oral antihistamines &nbsp;can be used to reduce itching.</span></li><li><span>Ultraviolet B therapy is useful in treating itching due to uremia.</span></li><li><span>Topical corticosteroids are used in inflammatory skin conditions Occasionally antidepressants may be given if itching becomes very distressing.</span></li><li><span>Local anesthetics&nbsp;(benzocaine topical cream) may also help reduce intense itching or burning pain.</span></li></ul><p>&nbsp;</p><p><span>Treatment of underlying systemic disease: </span></p><ul><li><span>Iron deficiency anemia: Iron supplements.</span></li><li><span>Treatment of thyroid disorders, liver and kidney disease.</span></li></ul><p>&nbsp;</p><p><span>Prevention of dry skin</span></p><ul><li><span>Use moisturizers especially during winter and after a bath.</span></li><li><span>Avoid scratching or rubbing the area. Cut nails short to prevent from skin damage.</span></li><li><span>Wear cool, loose fitting clothes, avoid woolen clothings especially in the area of itch.</span></li><li><span>Use only mild soap and lukewarm water to bathe. Apply soothing lotion after bath.</span></li><li><span>Try relaxation techniques to divert your concentration on itching.</span></li><li><span>Avoid vasodilators like alcohol, caffeine etc and prolonged stay in hot humid conditions.</span></li><li><span>Prefer cotton over woolen in clothings.</span></li><li><span>Use protective gears like gloves when coming in contact of chemicals and irritants.</span></li><li><span>Avoid using a lot of cosmetic products.</span></li></ul></ul></div>"
    },
    {
      "symptom_id": 18,
      "symptom": "Nausea and Vomiting",
      "imageUrl": "http://niroginepal.com/wp-content/uploads/2016/04/Nausea-and-Vomiting.png",
      "description": "Nauseas and vomiting are usually manifestation of some underlying disease that are usually non life threatening. Occasionally, it might be an indicator of underlying serious conditions like brain disease, intestinal obstruction and heart disease. Nausea is the feeling of uneasiness in the stomach whereas vomiting is the forceful emptying of the stomach content. Vomiting occurs when the muscles of stomach and esophagus contract vigorously forcing the food content up and out of mouth. Occasionally, during these contraction no food particles are ejected. It is called “retching”.",
      "body": "<div><ul><p><span>Nauseas and vomiting are usually manifestation of some underlying disease that are usually non life threatening. Occasionally, it might be an indicator of underlying serious conditions like brain disease, intestinal obstruction and heart disease. Nausea is the feeling of uneasiness in the stomach whereas vomiting is the forceful emptying of the stomach content. Vomiting occurs when the muscles of stomach and esophagus contract vigorously forcing the food content up and out of mouth. Occasionally, during these contraction no food particles are ejected. It is called “retching”. Vigorous retching can lead to tear in the inner lining of the esophagus called “Mallory Weiss tear” or sometimes lead to rupture of the esophagus. Nausea and vomiting usually occur together but can occur separately. You can have nausea that does not lead to vomiting and you may have vomiting without nausea. Nausea and vomiting is triggered by stimulation of stomach and &nbsp;intestine, inner ear and brain. </span></p><p>&nbsp;</p><code>Common Causes</code><ul><li><b>Gastrointestinal system:</b><ul><li><span>Gastroenteritis (usually viral)</span></li><li><span>Food poisoning, food allergies </span></li><li><span>Peptic ulcer disease, gastroesophageal reflux disease (GERD)</span></li><li><span>Gallstones</span></li><li><span>Liver disease: hepatitis</span></li><li><span>Intestinal obstruction</span></li></ul></li></ul><ul><li><b><b>Side effects of medicines and therapy:</b></b></li></ul><ul><ul><li><span>Chemotherapy: anticancer drugs &nbsp;and radiation therapy can cause nausea and vomiting</span></li><li><span>Effects of anesthesia: sometime nausea and vomiting is caused by general anesthesia in post operative period</span></li><li><span>Morphine can induce nausea and vomiting</span></li></ul></ul><ul><li><b><b>Endocrine/ hormonal causes:</b></b></li></ul><ul><ul><li><span>Delayed emptying of gastric contents due to complication of diabetes </span></li><li><span>Inadequate hormone production from adrenal gland</span></li><li><span>Morning sickness during first three months of pregnancy</span></li></ul></ul><ul><li><b><b>Neurological cause:</b></b></li></ul><ul><ul><li><span>Migraine headache</span></li><li><span>Increased intracranial pressure from meningitis, brain tumor, hematoma, enlarged brain ventricles</span></li></ul></ul><ul><li><b><b>Others: &nbsp;</b></b></li></ul><ul><ul><li><span>Motion sickness</span></li><li><span>Intense pain from internal organ, example heart attack, kidney stone</span></li><li><span>Alcohol abuse</span></li></ul></ul><p>&nbsp;</p><code>When to seek Care</code><p><span>Nausea and vomiting are usually non life threatening and resolve in a day or two with home remedies. Seek immediate medical care if nausea and vomiting is accompanied by:</span></p><ul><li><span>Dehydration</span></li><li><span>Vomiting of blood</span></li><li><span>Constant severe abdominal pain</span></li><li><span>Chest or back pain</span></li><li><span>Fever above 102°F</span></li><li><span>Stiffness of neck</span></li><li><span>Lethargy/confusion</span></li><li><span>Rapid respiration and pulse</span></li><li><span>Reduced or absent urine output</span></li></ul><p>&nbsp;</p><code>Treatment Options</code><p><span>Treatment of nausea and vomiting depends on its cause. In addition to treating the underlying cause, fluid and electrolyte imbalance should be corrected by oral rehydration solution/ intravenous infusion along with antiemetic medicine. Stay hydrated, avoid too much activity, avoid exposure to strong smell or odor, eat bland and digestible food. </span></p><p><span>Nausea and vomiting associated with pregnancy usually resolves on its own after several months of pregnancy. No medicine should be taken &nbsp;by pregnant women without medical advice in order to avoid harmful effect to the fetus. </span></p><p><span>Nausea vomiting can be life threatening in children. Every measures should be taken to avoid dehydration. </span></p></ul></div>"
    },
    {
      "symptom_id": 19,
      "symptom": "Menstrual Irregularities",
      "imageUrl": "http://niroginepal.com/wp-content/uploads/2016/04/Menstrual-Irregularities.png",
      "description": "Menstrual abnormalities include irregular menstrual cycle, heavy bleeding and painful menstruation. Irregular menses denotes variation in the length of a menstrual cycle. A menstrual cycle is the period between the first day of bleeding of one cycle to the onset of next period of bleeding. A normal menstrual cycle is 28 days but it can vary between 21 to 35 days. The bleeding last 2 to 7 days. So, a women can have her cycle every 28 days that last for 4 days with light bleeding or the same women can have another cycle that is 32 days long and lasts 7 days with more than light bleeding and still be “within the normal range” for her. Menstrual cycles are usually irregular and longer during early years of menarche that becomes regular and shorter as the person grows older. ",
      "body": "<div><ul><p>&nbsp;</p><p>Menstrual abnormalities include irregular menstrual cycle, heavy bleeding and painful menstruation. Irregular menses denotes variation in the length of a menstrual cycle. A menstrual cycle is the period between the first day of bleeding of one cycle to the onset of next period of bleeding. A normal menstrual cycle is 28 days but it can vary between 21 to 35 days. The bleeding last 2 to 7 days. So, a women can have her cycle every 28 days that last for 4 days with light bleeding or the same women can have another cycle that is 32 days long and lasts 7 days with more than light bleeding and still be “within the normal range” for her. Menstrual cycles are usually irregular and longer during early years of menarche that becomes regular and shorter as the person grows older.</p><p>Menstruation is usually painless and some discomfort is normal. Severe abdominal pain associated with cramps is called dysmenorrhea and is not normal.</p><p>Abnormalities of menstrual cycle can be associated with abnormal amount,duration and interval (usually heavy and prolonged) of bleeding called menorrhagia and metrorrhagia. When both occur at the same time, it is called menometrorrhagia.</p><code>Abnormalities of Menstrual Cycle</code><ul><li>Amenorrhea is the complete absence of menstruation for more than 90 days unless the woman is pregnant. It is called secondary amenorrhea if the women had periods before. If a girl hasn’t had her first period by 15 years or with three years of breast development it is called primary amenorrhea.</li><li>Oligomenorrhea is less than frequent periods.</li><li>Polymenorrhea is periods occurring too frequently usually less than every 21 days.</li></ul><code>Abnormalities of Bleeding during Menstruation</code><ul><li>Menorrhagia is heavy or excessive bleeding during menstruation.</li><li>Metrorrhagia is irregular and sometimes prolonged bleeding that occurs in between normal menstrual cycles.</li></ul><code>Painful Menstruation</code><ul><li>Dysmenorrhea is painful menstruation.</li></ul><code>Causes</code><p>Diseases and condition that cause one type of abnormality usually also causes other abnormalities. All those causes are considered together here:</p><ul><li>Normal physiological changes in hormone levels: Pregnancy and breastfeeding causes amenorrhea. Perimenopausal women experience infrequent and short periods.</li><li>Lifestyle and psychological factors: stress, traveling, frequent lack of sleep and other illness that disrupts daily routine can affect menstrual cycles. Excessive exercise, weight loss or weight gain, eating disorder can affect menstrual cycles.</li><li>Polycystic ovarian disease: As the name suggests, small fluid filled cysts form in the ovaries. The ovaries produce large amounts of male hormones and cause irregular menses or stop menstruating completely. In addition to menstrual irregularities, these women are obese and have excessive hair in the body (hirsutism).</li><li>Premature ovarian failure: In this case, a woman’s ovary fails to produce eggs before age 40 and menstrual cycle stops completely. Women who are receiving chemotherapy, radiation therapy or who has family history of ovarian failure are more likely to have these conditions.</li><li>Pelvic inflammatory disease: Infection of female reproductive organs can cause irregular and abnormal bleeding.</li><li>Family planning measures: can cause irregular menstruation like depo provera and intrauterine device (copper-T). Menstrual cycle may remain irregular up to 6 months after stopping oral contraceptive pills.</li><li>Endocrine diseases: hyperactive adrenal glands, diabetes mellitus (poorly controlled}, congenital adrenal hyperplasia, hyper or hyperactive thyroid gland.</li><li>Tumors of uterus: endometriosis and uterine fibroids cause painful menstruation. Uterine fibroids can also cause excessive bleeding.</li><li>Others: uterine cancer, bleeding disorders, taking blood thinning medicines.</li></ul><code>When to seek medical care</code><p>Seek medical care and attention if irregular menstruation is accompanied by following features:</p><ul><li>Fever</li><li>Heavy bleeding, fainting like features, feeling of weakness due to heavy bleeding</li><li>Bleeding in between periods</li><li>Bleeding for more than 7 days</li><li>If more than three periods are missed in a year unless pregnant</li><li>Severe pain which is not managed with paracetamol</li><li>Frequent period or a period occurring in less than 21 days</li></ul><code>Diagnosis</code><p>Diagnosis is based on the history and physical examination. If you notice abnormalities in your menstrual cycle, you should keep a diary of cycle length, amount and duration of bleeding and other associated symptoms and bring it to the doctors visit. Your doctor will perform a physical and pelvic exam. You may need a pelvic ultrasound of the reproductive organs. Your doctor will decide if you need endometrial biopsy. Vaginal cultures will also be done to rule out infection.</p><code>Treatment Options</code><p>Treatment of menstrual abnormalities depends on treatment of underlying cause.</p><ul><li>Menstrual irregularity caused by family planning methods can be managed by switching the method of family planning.</li><li>Eating and other psychological disorders related menstrual irregularities should be managed by psychiatrists.</li><li>Hormonal therapy may be needed to stop the bleeding and to make&nbsp;the cycle caused by fibroids and endometriosis more regular. In severe cases surgery might be need to remove the fibroids. A hysterectomy is the ultimate treatment for these conditions.</li><li>Treatment of PCOS involves weight loss, OCP, metformin if pregnancy is not desired. If pregnancy is desired, ovulation stimulating medication are given.</li><li>Maintenance of a healthy weight by changing in eating pattern and exercise is very helpful.</li><li>Endocrine problems such as hypothyroidism &amp; hyperthyroidism should be identified and treated early to prevent other reproductive disorders.</li><li>Pain medication can be used to alleviate pain from endometriosis and fibroids.</li><li>Iron pills and iron containing food should be taken to prevent and treat anemia associated with heavy blood loss.</li></ul></div>"
    },
    {
      "symptom_id": 21,
      "symptom": "Weight Gain – Obesity",
      "imageUrl": "http://niroginepal.com/wp-content/uploads/2016/01/Weight-Gain.png",
      "description": "A person is said to be obese if s/he weighs much more for his or her height. An obese person is at risk of developing many health problems as s/he has excess body fat, which is undesirable. A special measure based on weight and height, called “body mass index,” or BMI is used to find out if a person is underweight, normal weight, overweight, or obese. You will be called overweight if your BMI is between 25 and 29.9 and obese if BMI is 30 or greater.",
      "body": "<div><ul> <p>A person is said to be obese if s/he weighs much more for his or her height. An obese person is at risk of developing many health problems as s/he has excess body fat, which is undesirable. A special measure based on weight and height, called “body mass index,” or BMI is used to find out if a person is underweight, normal weight, overweight, or obese. You will be called overweight if your BMI is between 25 and 29.9 and obese if BMI is 30 or greater.</p><p>&nbsp;</p><code>Why does excessive weight gain matter?</code><p>If you are obese, you will have higher risks of many health problems, in addition to difficulty moving, breathing or doing different activities. Being obese can also be hard emotionally,&nbsp;due to various social/cultural stereotypes associated with body figures.</p><p>Studies have shown that obese people die younger than people with healthy weight and this risk is more with increasing obesity and longer duration of obesity.&nbsp;Often times, obesity is associated with one or more medical conditions.&nbsp;Some examples of serious health problems associated with obesity are:</p><ul><li>High blood pressure;</li><li>High cholesterol;</li><li>Diabetes (high blood sugar},</li><li>Heart attack (sudden chest pain},</li><li>Stroke (sudden paralysis, loss of speech or unconsciousness},</li><li>Asthma (cough, noisy and difficulty breathing},</li><li>Sleep apnea (cessation of breathing for short period while asleep).</li></ul><p>&nbsp;</p><code>Causes</code><p>Obesity may run in families, as&nbsp;do some of the diseases associated with obesity like diabetes and heart disease. However, not everything is genetic. There are certain things that increase your risk of being obese, knowingly or unknowingly, and thus having those serious diseases. Some important factors are:</p><ul><li>Unhealthy lifestyle: The reason for most people becoming obese is simple — that they ‘eat too much and move too little’.&nbsp;Sedentary lifestyle can contribute to obesity.</li><li>Taking certain medicines: Long term use of some medicines like steroids, medicines to treat depression, etc. can lead to excessive weight gain.</li><li>Hormonal conditions: There are rare occasions when your excessive weight gain is due to some hormonal conditions like decreased thyroid hormone.</li><li>Formula feeding: Compared to breast fed babies, formula fed babies are more likely to grow up to be obese.</li><li>Weight gain during childhood: If you are overweight or obese as child or as teen, you are more likely to be obese as adults.</li><li>Mom’s habits during pregnancy: If the woman eats unhealthy diet, smokes or has diabetes during pregnancy, the baby may grow up to be obese.</li><li>Sleeping too little: If you do not get enough sleep, you have higher chance of becoming obese.</li></ul><p>&nbsp;</p><code>When to seek help</code><p>If you are overweight or obese, you should consult your doctor. This is important because the doctor will evaluate you for medical conditions that are increasingly common in obese people. This is also an opportunity to look for any possible conditions that led to excessive weight gain. Your doctor can help you avoid them and help your lower your weight in a healthy way.</p><p>&nbsp;</p><code>Treatment options</code><p>There are different ways to lose weight. Some medical and surgical treatment options are useful in reducing weight for those who are severely obese. But these methods are not always safe, are costly and not available easily. Herbal weight loss medicines may also be unsafe. &nbsp;Some treatment methods are specific to&nbsp;the cause of excessive weight gain. However, most effective methods to reduce weight are&nbsp;universally applicable and relatively simple and something you can follow yourself.</p><p>&nbsp;</p><p><em>Eating less or moving more, preferably doing both is the best thing to do to reduce weight. It is worthwhile to note the following points:</em></p><ul><li>Different diets have been compared in several studies, for reducing weight. However, no single diet proved to be superior to the other.</li><li>Any diet can reduce your weight if it reduces the number of calories you eat over a day, but you need to follow this regularly.</li><li>Any physical activity will reduce weight, as long as it is regular. You can do brisk walking, jogging, dancing, gardening, or even just moving your arms while sitting.</li><li>The main thing is to burn the calories you have eaten with your activities. And you have to make sure that the extra activity is continued.</li><li>If you do dieting or exercise for a short period of time, you may lose weight but you will gain weight again if you go back to eating more and being inactive. So it is about changing your habit, if you want to lose weight steadily and remain healthy.</li><li>It is best to begin by making small changes and sticking with them. You can add new changes one by one.</li><li>It is better to have frequent regular meals but in smaller portions, and not to skip meals.</li><li>You should avoid sweets and processed snacks and eat more vegetables and fruits instead.</li></ul></ul> </div>"
    },
    {
      "symptom_id": 23,
      "symptom": "Sore Throat",
      "imageUrl": "http://niroginepal.com/wp-content/uploads/2016/04/Sore-throat.png",
      "description": "Sore throat (Pharyngitis & Tonsillitis) refers to pain, irritation or itchiness of the throat resulting from inflammation of the lining of  throat and tonsils. It is common infection in children, but can affect people of any age. Symptoms include dryness of throat, swollen glands in the neck, muffled voice, difficulty swallowing and white patches on the tonsils. People with sore throat may also experience other symptoms like fever, chills, body aches, headache, coughing and runny nose.",
      "body": "<div><ul> <p><span>Sore throat (Pharyngitis &amp; Tonsillitis) refers to pain, irritation or itchiness of the throat resulting from inflammation of the lining of &nbsp;throat and tonsils. It is common infection in children, but can affect people of any age. Symptoms include dryness of throat, swollen glands in the neck, muffled voice, difficulty swallowing and white patches on the tonsils. People with sore throat may also experience other symptoms like fever, chills, body aches, headache, coughing and runny nose.</span></p><p><span>Sore throat is usually caused by a viral infection&nbsp;and resolves by itself with home remedies. However, throat infections caused by bacteria may cause abscess (pus collection) and require treatment with antibiotics. &nbsp;Certain strain of Streptococcus bacteria may result in complications like rheumatic fever or &nbsp;glomerulonephritis (inflammation of tiny blood vessels called glomeruli in the kidneys). Rheumatic fever can damage heart valve.</span></p><p>&nbsp;</p><code>Causes</code><p>These are some of the causes of sore throat:</p><ul><li><b>Viral Infection: </b>Viral infection is the&nbsp;<span>most common cause of a sore throat. Viruses causing pharyngitis include: influenza (Flu) virus, rhinovirus, adenovirus, Epstein-Barr Virus (EBV}, cytomegalovirus (CMV}, human immunodeficiency virus (HIV).</span></li><li><b>Bacterial Infection</b><span>:</span> <span>Streptococcal infection, Diphtheria.</span></li><li><b>Tumors: </b><span>Cancers &nbsp;of the throat or tonsils.</span></li><li><b>Environmental factors: </b><span>Environmental allergens such as, mold, pet dander, pollen, air pollution or exposure to cigarette smoke can also cause a sore throat.</span></li></ul><p>&nbsp;</p><code>Home remedies</code><p><span>Home remedies for sore throat include:</span></p><ul><li><span>Gargle with warm salt water which relieves the pain and soothes the throat.</span></li><li><span>Maintain adequate hydration by drinking adequate water.</span></li><li><span>Drink comforting liquids like warm water mixed with honey or soft cold food like pudding or milkshakes.</span></li><li><span>Avoid ingestion and inhalation of throat irritants and allergens, such as smoke, chemicals or dusts.</span></li><li><span>Steam inhalation and humidification of air (for example,&nbsp;sitting in a hot steamy bathroom for several minutes).</span></li><li><span>Reduce inflammation and pain with&nbsp;Paracetamol. Ibuprofen or other non-steroidal anti inflammatory drugs (NSAIDs) should be avoided if you have peptic ulcer disease or are at risk of bleeding. Aspirin should be avoided in children.</span></li></ul><p>&nbsp;</p><code>Treatment</code><p><span>Treatment of sore throat depends on cause and severity of the symptoms. History, physical examination, throat swab and blood tests help in finding cause of sore throat.</span></p><ul><li><span>Most cases of sore throat are self-limiting and can be treated with Paracetamol and warm salt water gargle.</span></li><li><span>Streptococcal sore throat is treated with antibiotics.</span></li><li><span>Complicated streptococcal sore throat needs drainage of abscess (pus) or long term antibiotics for rheumatic fever.</span></li><li><span>Decongestant and steroid nasal spray may be required for sore throat with nasal congestion.</span></li><li><span>Tonsillectomy may be required for recurrent tonsillitis.</span></li></ul><p>&nbsp;</p><code>When to see&nbsp;the doctor</code><p>You should see the doctor if any of the following signs are present with sore throat:</p><ul><li><span>Sore throat accompanied by fever more than 101</span><span>o</span><span>F, joint pain, difficulty breathing or swallowing, &nbsp;neck lump, skin rash, or dark urine.</span></li><li><span>When sore throat lasts longer than a week.</span></li></ul> </ul></div>"
    },
    {
      "symptom_id": 24,
      "symptom": "Vomiting of blood (Hematemesis)",
      "imageUrl": "http://niroginepal.com/wp-content/uploads/2016/04/Vomiting-Blood.png",
      "description": "Hematemesis refers to the presence of blood in your vomit or vomiting of  pure blood that originates in upper part of your gastrointestinal tract. It needs to be differentiated from spitting blood mixed saliva which arises from teeth, mouth and throat. It also need to be differentiated from swallowed blood from nose bleed that is subsequently vomited. ",
      "body": "<div><ul> <p><span>Hematemesis refers to the presence of blood in your vomit or vomiting of &nbsp;pure blood that originates in upper part of your gastrointestinal tract. It needs to be differentiated from spitting blood mixed saliva which arises from teeth, mouth and throat. It also need to be differentiated from swallowed blood from nose bleed that is subsequently vomited. </span></p><p><span>Blood in the </span><span>vomitus may be of bright red, or black or dark brown (coffee grounds) colors. A bright red blood signifies recent and major bleeding. While dark brown color signifies old blood. When </span><span>blood comes in contact with gastric juice for a while, it turns from red to coffee ground to black. Sometime it may be difficult to differentiate if the primary problem is coughing up blood or vomiting of blood because when you have massive hemoptysis, you may swallow some of the blood only to vomit later as dark blood. When you have a major bleeding causing hematemesis, some of that blood also passes down the your gastrointestinal tract and cause dark tarry stool called malena.</span></p><p><span>Vomiting blood, after ruling out abovementioned situations, is a medical emergency that can be life threatening and needs emergent medical care. </span></p><p>&nbsp;</p><code>Causes</code><p><span>Hematemesis is caused by the disorders of the esophagus and stomach. </span></p><p><span><em>Esophageal conditions:</em> </span></p><ul><li><span>Esophagitis – inflammation of esophagus that causes erosion of the lining of esophagus. Gastroesophageal reflux, certain medicines, accidental ingestion of corrosive agent &nbsp;and heavy alcohol consumption are &nbsp;common causes of esophagitis.</span></li><li><span>Esophageal varices – abnormal dilatation of blood vessel in lower esophagus from severe liver disease. It is the most common cause of massive hematemesis. </span></li><li><span>Cancer of the esophagus.</span></li><li><span> Mallory – Weiss tear – tears in the mucosa of the esophagus due to repeated vigorous vomiting.</span></li></ul><p>&nbsp;</p><p><em><span>Conditions of the stomach: </span></em></p><ul><li><span>Acute and chronic gastritis- same mechanism and causes as esophagitis.</span></li><li><span>Stomach cancer.</span></li><li><span>Peptic ulcer disease like gastric ulcer and duodenal ulcer.</span></li><li><span>Erosion of gastric mucosa – Overuse of nonsteroidal anti-inflammatory drugs, exposure to corrosive agents.</span></li><li><span>Stomach varices – same mechanism and cause as esophageal varices.</span></li></ul><p>&nbsp;</p><p><span>Accidental injury to the esophageal or gastric mucosa during </span><span>endoscopy, or transesophageal echocardiography can also cause significant bleeding. </span></p><p>&nbsp;</p><code>Treatment options</code><p><span>Treatment of hematemesis depends on the severity of blood loss and underlying cause of the bleeding. If you vomit small amounts of blood, you need to seek immediate care but it may not be life threatening and could be managed on non-emergent basis. You will need endoscopy and other tests to identify the underlying disease. If the blood loss is severe, your life might be in danger. You will need to be hospitalised and require intravenous fluids, blood transfusion and endoscopy to find the cause of bleeding and stop it. Sometimes, you may need surgery to stop or prevent future bleeding. </span></p><p>&nbsp;</p><code>When to seek medical care</code><ul><li><span>Vomiting of blood is a medical emergency, so seek the medical care immediately.</span></li><li><span>Following symptoms suggest life-threatening bleeding and needs emergency visit immediately.</span><ul><li><span>fast breathing.</span></li><li><span>fainting.</span></li><li><span>rapid but feeble pulse.</span></li><li><span>altered level of consciousness.</span></li><li><span>decreased urine output.</span></li><li><span>dizziness upon standing.</span></li></ul></li></ul></ul> </div>"
    },
    {
      "symptom_id": 25,
      "symptom": "Skin Rash",
      "imageUrl": "http://niroginepal.com/wp-content/uploads/2016/04/Skin-Rash.png",
      "description": "Skin rash is any change in color or texture of the skin. This happens  due to wide variety of conditions, some are limited to skin while others affect mucous membrane or internal organs. So skin rash may be mild illness  or a very serious condition.",
      "body": "<div><ul><p><span>Skin rash is any change in color or texture of the skin. This happens &nbsp;due to wide variety of conditions, some are limited to skin while others affect mucous membrane or internal organs. So skin rash may be mild illness &nbsp;or a very serious condition.</span></p><p>&nbsp;</p><p><b>Causes of Rash</b></p><ul><li><span>Infections due to bacteria, virus, fungus, parasites</span></li><li><span>Allergens &nbsp;</span></li><li><span>Medications</span></li><li><span>Cosmetics</span></li><li><span>Physical agents (light,heat, cold) </span></li><li><span>Immune related disorder</span></li><li><span>Systemic disease like HIV, syphilis</span></li></ul><p>&nbsp;</p><p><b>Some Conditions with Rash</b></p><p><b>Atopic dermatitis: </b><span>Also known as</span><b> eczema</b><span>, it is chronic condition that causes itching and inflamed skin. It occurs in people who have strong personal or family history of allergy, asthma or hay fever. &nbsp;The rashes are distributed widely on the face, neck, trunks and limbs. Dry skin, overheating and detergents are known to make it worse. General control measures are avoiding irritants, avoid excessive use of soap, and regular use of moisturizers. Local steroid may be required,</span></p><p><b>Contact dermatitis:</b><span> This type of dermatitis occurs due to exposure to an allergen or an irritant.</span></p><ul><li><b> Irritant contact dermatitis</b><span> occurs mostly due to occupational or industrial exposure. People with dry skin or with atopic dermatitis have greater chance of developing irritant dermatitis. Skin lesions mostly occur in the hands and forearms. Skin can crack and have sore. Common causes are detergents, solvents, alkalis and cutting oils. </span></li><li><b>Allergic contact dermatitis</b><span> produces itchy rashes with swelling and sometimes blisters. Common agents are jewely (gold, nickel},cosmetics (hair dyes)and plants. &nbsp;</span></li><li><span>Most important part of managing allergic or irritant contact dermatitis is to avoid the contact with the allergen or irritant, and use of protective gloves and clothing where avoiding contact is not possible. Mild steroids help in recovery where the condition becomes worse. </span></li></ul><p><b>Drug Rash:</b><span> Drug rash can occur because of allergic reaction to the medicine or as a side effect. Any drug can cause rash, &nbsp;most common are antibiotics, steroids, painkillers, drugs used in epilepsy and drugs used to treat tuberculosis. Most drug rash resolve within days to weeks after the withdrawal of the drug. &nbsp;However, drug rash can be severe and life threatening. One should avoid taking such medicine in future.</span></p><p><b>Heat rash:</b><span> Also known as miliaria or sweat rash, &nbsp;occurs due to obstruction of sweat duct. It mostly occurs in hot, humid climates, tightly fitting clothing and overdressing. It appears as tiny, clear, red vesicles over the trunk, forehead, hands and legs that produce pricking sensation. Heat rash generally resolves by itself and is not considered a serious condition. Precautions to be taken are avoiding hot, humid places and avoiding wearing synthetic garments and tightly fitting clothes. Cotton clothes are best because these absorb sweat.</span></p><p><b>Intertrigo:</b><span> Skin rash caused by skin to skin friction. It usually occurs in warm, moist areas of the body like the groin, beneath the skin folds of the abdomen, under the breasts, armpits and between the toes. Due to repeated friction, the affected skin can crack resulting in pain and bleeding. Those with weak immune system (like diabetes, HIV) are at risk of bacterial and fungal infection. To avoid intertrigo, skin in area of contact should be kept clean and dry. Use of drying powder and wearing loose clothes helps to control moisture and friction in such areas. If infected, antibiotics or antifungals are needed.</span></p><p><b>Ringworm:</b><span> It is a fungal infection which appears as itchy, red, scaly, slightly raised and expanding rings on the body. &nbsp;Ringworm can be transmitted by skin to skin contact or by coming into contact with contaminated objects such as clothing or bedding. Characteristic feature of the ringworm infection is that the ring grows outward as the infection spreads and the central area becomes less infected. It can occur in different parts of the body and are named accordingly:</span></p><ul><li><span>Tinea corporis (trunk) </span></li><li><span>Tinea capitis (scalp) </span></li><li><span>Tinea faciei (face) </span></li><li><span>Tinea cruris (groin) </span></li><li><span>Tinea pedis (feet) </span></li><li><span>Tinea manuum (hand) and </span></li><li><span>Tinea unguium (nails). </span></li></ul><p><span>The infected area should be kept dry and synthetic clothing should be avoided. Antifungal creams, lotion, powder and shampoo are used to treat this condition. Ringworm of nails, scalp and complicated infections require &nbsp;oral antifungal drugs. &nbsp;</span></p><p><b>Shingles (Herpes Zoster):</b><span> It is caused by reactivation of chickenpox virus (Varicella zoster virus). When a person suffers from chickenpox, the virus remains inactive in the nerves. Due to weak immunity &nbsp;virus reactivates and gives rise to &nbsp;shingles. Symptoms include itching, pain and eruption of small grouped blisters on the specific areas of the body. The blisters break in few days leaving behind crusts. Shingles usually resolves within a few weeks. Painkillers can be used to relieve the pain. Antiviral drugs are used to in severe cases.</span></p><p><span>Shingles can affect eyes, which is serious condition and requires immediate care. </span></p><p><span>Sometimes it can lead to long term painful condition called Postherpetic neuralgia. &nbsp;</span></p><p><span>Shingles can be prevented by vaccine. </span></p><p><span>This virus can also affect brain and spinal cord.</span></p><p><b>Bites and stings</b><span>: Insect bites (bed bugs, mosquito, spider sandfly) and &nbsp;stings (bees) can give rise to skin rashes. Sometimes it leads to serious allergic reactions which can be life threatening.</span></p><p><b>Psoriasis:</b><span> It is long term inflammation of the skin characterized by reddish, well demarcated lesions with silvery scales. Risk factors are: genetic, smoking, obesity, bacterial infections, drugs (example -anti malarial). Commonly involved regions include nails, elbows, knees, scalp and lower back. </span></p><p><span>Psoriasis can affect joints &nbsp;causing arthritis, and eyes . Steroids and ultraviolet light therapy are commonly used to treat this condition.</span></p><p><b>Rosacea:</b><span> It is long term skin inflammation characterized by redness and small red bumps. It mostly involves &nbsp;nose, cheeks, forehead and chin. Spicy foods, skin products, alcohol, stress, extreme temperature and sun exposure have been found to be associated with rosacea. </span></p><p><b>Lichen planus:</b><span> It usually appears as itchy, purplish, plane topped lesions mostly on the wrists and legs. Other areas which can be affected are face, hands, scalp, trunk, shin and genitals. The exact cause of Lichen planus is unknown. It can last for many months to a couple of years. The symptoms of itching and stinging can be controlled by applying cold compression. Severe conditions may require use of steroids. </span></p><p><span>Rash is seen in </span><b>disease</b><span>s like Rheumatic fever, syphilis, HIV, Lyme disease, Measles, Zika virus infection</span></p><p>&nbsp;</p><p><b><code>Diagnosis and Treatment Options:</code></b></p><p><span>The diagnosis of skin rash is done mainly from the history and examination of the skin lesion. Some of tests frequently used to diagnose skin rash are patch test, prick test, blood test, skin biopsy and culture of samples from the rash. Skin rashes are treated with local or systemic treatment depending upon the cause.</span></p><p>&nbsp;</p><p><b>When to seek Medical Care/Red flags?</b></p><p><span>When skin rash is associated with conditions like-</span></p><ul><li><span>Breathing difficulty</span></li><li><span>Fever</span></li><li><span>Headache</span></li><li><span>Confusion</span></li><li><span>With eye involvement</span></li><li><span>Very young or older person</span></li><li><span>Person with weak immune system like kidney failure, diabetes,cancer</span></li><li><span>Person taking medicine like anti cancer medicine, steroids</span></li><li><span>During pregnancy</span></li><li><span>After travel to areas with disease outbreak like zika, ebola</span></li></ul></ul></div>"
    },
    {
      "symptom_id": 26,
      "symptom": "Pins and Needles",
      "imageUrl": "http://niroginepal.com/wp-content/uploads/2016/04/Pins-and-Needles.png",
      "description": "Tingling and numbness are the loss of normal sensation in the various parts of body. Tingling is the prickling sensation also known as pins and needles and it is usually felt in hands and feet. Numbness is when one cannot feel any sensation in part of his/her body.",
      "body": "<div><ul><p><span>Tingling and numbness are the loss of normal sensation in the various parts of body. Tingling is the prickling sensation also known as pins and needles and it is usually felt in hands and feet. Numbness is when one cannot feel any sensation in part of his/her body. </span></p><p>&nbsp;</p><code>Why does it matter?</code><p><span>You will generally experience numbness or pins and needles when you are sitting crossed-legs because such awkward positions &nbsp; &nbsp;press your nerves or blood vessels that supply to those nerves. When you have some disease that traps or presses the nerves, you will feel numbness or tingling, as it is those nerves that carry such sensations to the brain. It can sometimes be a sign of some serious diseases like diabetes or problem of the spine. </span></p><p><span>Tingling is experienced as an unpleasant feeling in a specific area like that of pin pricks or shooting pain which can travel down from arm to leg or any one of them. You do not feel anything even if you are pricked with needle on the specific area where you feel the numbness.</span></p><p>&nbsp;</p><code>Causes</code><p><span>There are various causes of tingling and numbness. Most common or important ones are discussed below:</span></p><ul><li><b> Trapped nerve:</b><span> Tingling and numbness can be caused by a trapped nerve due to back issues or prolapsed disc etc. The nerve gets trapped because of the pressure exerted on it hence causing pins and needles anywhere in the body, from head to toe, depending on where it is trapped. This may also impair the function of the part of body affected. There is a condition called carpel tunnel syndrome in which nerve trapping occurs at wrist resulting in the loss of grip as well as pain, tingling and numbness at affected hand.</span></li><li><b> Pressure:</b><span> If undue pressure is exerted on the nerves due to prolonged sitting on feet or wearing tight clothing, for example, it can cause tingling and numbness. This is usually reversible which means, if the pressure is relieved on time it gets better and has no serious consequences.</span></li><li><b> Injury:</b><span> Injury to a nerve can cause numbness and tingling in the part of body being supplied by the affected nerve. For example if nerve in neck is injured, numbness could be felt anywhere along the arm whereas back injury might cause the same in legs.</span></li><li><b> Diabetes</b><span>: When the blood sugar is not under control for several years, there can be damage in the small nerves beginning in the fingers and toes, hands and feet. This is called peripheral neuropathy. When you are unable to feel with your legs or hands, there is risk of injury from burn, prick, fall etc.</span></li><li><b> Medicines:</b><span> There are some medicines whose side effects are numbness or tingling resulting from the nerve damage. Such medicines include anticancer drugs, antiretroviral or antitubercular drugs, metronidazole, etc. </span></li><li><span><strong>Alcohol &amp; Tobacco:</strong> People who take a lot of alcohol or&nbsp;tobacco can develop serious conditions that cause tingling or numbness.</span></li><li><b> Vitamin Deficiency:</b><span> Strict vegetarians and people with disease called pernicious anemia have deficiency of Vitamin B 12 which can cause tingling and numbness, apart from anemia. </span></li><li><b> Diseases that damage nerves:</b><span> There are several diseases which affect the nervous system and cause tingling or numbness. Some of them are stroke, brain tumors and multiple sclerosis. Though they are relatively rare as cause of numbness or tingling, they are very serious conditions.</span></li></ul><p>&nbsp;</p><code>When to seek&nbsp;medical care</code><ul><li><span>If you develop sudden weakness of limbs, loss of speech, unconsciousness or failure to control of your urine or stool, blurring of vision or blackout, etc., you should immediately see&nbsp;the doctor, preferably in the Emergency room. </span></li><li><span>If you have tingling or numbness following injury to head, neck or back or you get a sudden pain in the neck or back, it may be a serious condition that requires you to consult doctor immediately.</span></li><li><span>If you have tingling and numbness along with the manifestation of other diseases like diabetes, you should be alarmed and consult the doctor. </span></li><li><span>You should also seek medical attention if you have attacks of tingling and numbness times and again, without obvious cause or you are not recovering completely. </span></li></ul><p>&nbsp;</p><code>Treatment</code><p><span>The likely cause of numbness or tingling primarily determines whether or not you need specific treatment. The diagnosis of the cause also indicates&nbsp;which medicine, surgery or physical therapy to use for treatment. Some of the serious causes need immediate investigation and treatment through the emergency department while others&nbsp;are treated by regular outpatient follow up. You may be referred to specific specialists like neurologist or orthopedic surgeon for evaluation and definitive management.</span></p><p><span>However, there are certain things you may try yourself to reduce the symptoms of numbness and tingling. Those include:</span></p><ul><li><span>Loosen any tight shoes or clothing.</span></li><li><span>Avoid lifting of heavy weight, poor posture or repetitive movements in order to avoid neck or back problems.</span></li><li><span>Take regular breaks at work, do yoga and keep good posture all times.</span></li><li><span>Shake the limbs or move toes or get up if you are seating or leaning in the same position for a long time.</span></li><li><span>Avoid smoking and heavy alcohol consumption.</span></li><li><span>Stop medications causing numbness or tingling, if applicable.</span></li><li><span>Control your diabetes with proper diet, exercise, medicine and regular follow up.</span></li><li><span>If you have deficiency of Vitamin B 12, take dietary supplements upon consultation with your doctor.</span></li><li><span>Avoid certain risky activities like driving if you have bothersome numbness or tingling.</span></li><li><span>Regularly practice physiotherapy if your doctor has recommended it for your condition.</span></li></ul></ul></div>"
    },
    {
      "symptom_id": 27,
      "symptom": "Shortness of breath (Dyspnea)",
      "imageUrl": "http://niroginepal.com/wp-content/uploads/2016/01/Shortness-of-breath-Dyspnea.png",
      "description": "Shortness of breath or dyspnea is an abnormal awareness of own breathing. It is described differently by different people. Some describe it as not getting enough air or feeling suffocated while others describe it as a sensation of chest tightness or inability to breath out completely. Dyspnea occurs when body’s demand for oxygen is not met by normal physiology of breathing. Apart from the normally expected shortness of breath during strenuous exercise, high altitude or obesity, dyspnea is likely a sign of a medical problem. Most cases of dyspnea are due to heart and lung conditions.",
      "body": "<div> <ul><p><span>Shortness of breath or dyspnea is an abnormal awareness of own breathing. It is described differently by different people. Some describe it as not getting enough air or feeling suffocated while others describe it as a sensation of chest tightness or inability to breath out completely. Dyspnea occurs when body’s demand for oxygen is not met by normal physiology of breathing. Apart from the normally expected shortness of breath during strenuous exercise, high altitude or&nbsp;obesity, dyspnea </span><span>is likely a sign of a medical problem. Most cases of dyspnea are due to heart and lung conditions.</span></p><p>&nbsp;</p><code>Lung conditions causing dyspnea : </code><ul><li><span>chronic obstructive pulmonary disease (COPD},</span></li><li><span>asthma;</span></li><li><span>infections of lung p</span><span>neumonia, </span><span>tuberculosis;</span></li><li><span>c</span><span>roup</span><span> syndrome in children;</span></li><li><span>upper airway obstruction due to tumor, foreign body;</span></li><li><span>pulmonary embolism;</span></li><li><span>pneumothorax;</span></li><li><span>interstitial lung disease, lung fibrosis; or</span></li><li><span>Pulmonary hypertension.</span></li></ul><p>&nbsp;</p><code>Heart conditions causing dyspnea:</code><ul><li><span>congestive heart failure;</span></li><li><span>heart attack;</span></li><li><span>Coronary artery disease/angina pectoris;</span></li><li><span>heart arrhythmia; or</span></li><li><span>valvular heart disease like rheumatic heart disease.</span></li></ul><p>&nbsp;</p><code>Other conditions:</code><ul><li><span>Severe anemia;</span></li><li><span>Neuromuscular diseases like myasthenia gravis, guillain barre syndrome;</span></li><li><span>Poisoning e.g. </span><span>carbon monoxide poisoning;</span></li><li><span>Anxiety/Panic attacks; or</span></li><li><span>Severe allergic reactions – anaphylaxis, etc.</span></li></ul><p>&nbsp;</p><code>When to visit the doctor</code><p><span>You should seek immediate medical attention if:</span></p><ul><li><span>you have shortness of breath that comes on suddenly and is severe;</span></li><li><span>breathing difficulty is associated with severe chest pain or dizziness; or</span></li><li><span>breathing difficulty impairs your ability to function. </span></li></ul><p>&nbsp;</p><p><span>You should &nbsp;consult your doctor if you have:</span></p><ul><li><span>swelling of your legs and feet;</span></li><li><span>audible abnormal sounds called stridor or wheeze;</span></li><li><span>breathing difficulty with high grade fever;</span></li><li><span>breathing difficulty is severe enough to impair daily living activities; or</span></li></ul><ul><li><span>worsening of &nbsp;already diagnosed cardiac, or chronic lung or kidney &nbsp;problem.</span></li></ul><p>&nbsp;</p><code>Things you can do&nbsp;</code><ul><li><span>Do not consume&nbsp;any food or fluid during breathing difficulty;</span></li><li><span>Stay comfortable, loosen the tight clothing;</span></li><li><span>Maintain cross and open ventilation;</span></li><li><span>Reduce/avoid anxiety and unnecessary thinking;</span></li><li>Quit smoking; and</li><li><span>Avoid chronic exposure to dust and chemical. If you work in a dusty environment, use mask to protect against&nbsp;inhaling injurious particles.</span></li></ul><p>&nbsp;</p><code>Treatment options</code><p><span>Treatment of dyspnea depends on the cause. Options include:</span></p><ul><li><span>COPD and asthma are treated with quitting smoking and using inhaled bronchodilators.</span></li></ul><ul><li><span>Anemia is treated with blood transfusion and iron or other nutrient supplementation. </span></li><li><span>Respiratory tract infections &nbsp;are treated with antibiotics (when due to bacteria).</span></li><li><span>Surgical drainage and antibiotic therapy is needed for pneumothorax and pyothorax.</span></li><li><span>Blood thinning medications are used to treat blood clots in the lung.</span></li><li><span>Treatment of poisoning with an antidote. </span></li><li><span>Removal of foreign body from respiratory tract if dyspnea is caused by foreign body obstruction.</span></li><li><span>Anti-anxiety medicines and relaxation therapy for dyspnea caused by extreme anxiety. </span></li></ul> </ul></div>"
    },
    {
      "symptom_id": 28,
      "symptom": "Palpitation",
      "imageUrl": "http://niroginepal.com/wp-content/uploads/2016/01/Palpitation.png",
      "description": "Palpitation is a condition where you become  abnormally aware of your own heartbeat. You may feel a sensation of skipped heartbeat, rapid and irregular heartbeat, a forceful thumping or fluttering sensation in your chest. ",
      "body": "<div><ul><p>&nbsp;</p><p><span>Palpitation is a condition where you become &nbsp;abnormally aware of your own heartbeat. You may feel a sensation of skipped heartbeat, rapid and irregular heartbeat, a forceful thumping or fluttering sensation in your chest. </span></p><p><span>Palpitation, although worrisome, &nbsp;is usually harmless and short lasting. It can be triggered by stress, anxiety or medications. Sometimes , it may &nbsp;be associated with serious medical condition.You need to be concerned and seek medical attention if it is &nbsp;associated with following symptoms.</span></p><ul><li><span>Fainting/weakness</span></li><li><span>Chest pain</span></li><li><span>Severe shortness of breath</span></li><li><span>Severe dizziness</span></li></ul><p>&nbsp;</p><p><span>Presence of above symptoms suggest a cardiac cause of palpitation that may lead to serious complications like:</span></p><ul><li><b>Fainting:</b><span>&nbsp;If your heart beats rapidly, your blood pressure may drop, causing you to faint. </span></li><li><b>Cardiac arrest:</b><span>&nbsp;Rarely, palpitations can be caused by life-threatening arrhythmias and can cause your heart to stop beating effectively.</span></li><li><b>Stroke:</b><span>&nbsp;If palpitations are due to atrial fibrillation, a condition in which the upper chambers of the heart quiver instead of beating properly, blood can pool and cause clots to form. If a clot breaks loose, it can block a brain artery, causing a stroke.</span></li><li><b>Heart failure.</b><span> This can result if your heart is pumping ineffectively for a prolonged period due to an arrhythmia.</span></li></ul><p>&nbsp;</p><code>Causes</code><p>&nbsp;</p><code>Heart-related Causes</code><ul><li><span>Different types of tachycardias (heart rate faster than 100 beats per minute in adults)</span></li><li><span>Different types of bradycardias (heart rate slower than 60 beats per minute in adults)</span></li><li><span>Irregular heartbeat or arrhythmias (a change in the rhythm of your heartbeat) </span></li><li><span>Problems with the valves in your heart (Rheumatic fever, Rheumatic Heart Disease, Congenital lesions, complication of heart attack)</span></li></ul><p>&nbsp;</p><code>Non-heart-related Causes</code><ul><li><span>Thyroid disease with excess of thyroid hormone</span></li><li><span>Anemia</span></li><li><span>Certain medicines like asthma inhalers (albuterol) and cough and cold medicine (containing pseudoephedrine)</span></li><li><span>Illegal street drugs like Cocaine, Amphetamines</span></li><li><span>Caffeine (found in tea, coffee and soda)</span></li><li><span>Alcohol</span></li><li><span>Tobacco</span></li><li><span>Strenuous exercise</span></li><li><span>Hormone changes that occur with menstruation, menopause or pregnancy</span></li><li><span>Stress or anxiety that causes strong emotional responses</span></li><li><span>Panic disorder (when you have a panic attack or are fearful of something)</span></li></ul><p>&nbsp;</p><p><span>Sometimes palpitations may occur without a definite identifiable cause, approximately in about 1 of every 7 people having palpitations. Fortunately, in these people, palpitation is usually not harmful.</span></p><p>&nbsp;</p><code>Management Options</code><p><span>Your doctor will ask you about your illnesses including medicines you are taking currently and will examine you. </span><span>If doctor suspects heart disease causing palpitation, he or she will listen to your heart with stethoscope. </span></p><p><span>Your doctor will order certain investigations to rule out the probable causes of palpitation. Some tests are done to evaluate the heart function in order to know if palpitation is due to serious heart diseases.</span></p><ul><li><b>Blood tests:</b><span> to diagnose anemia, thyroid function etc that may cause palpitation</span></li><li><b>Electrocardiogram (ECG)</b><span>: &nbsp;to detect electrical activity of heart keeping the probes on your chest; may be done for 24 to 72 hours (Holter monitoring) and during palpitation (Event recording) as well. This helps doctor to find out abnormal heart rhythm and problems with heart.</span></li><li><b>Echocardiogram:</b><span> If underlying cardiac condition is suspected, this noninvasive test using ultrasound helps to identify the details of structure and function of heart.</span></li></ul><p>&nbsp;</p><p><span>If the serious problems like arrhythmia, heart attack, congenital or rheumatic heart lesions, anemia, hypothyroidism etc are found to be causing your palpitation, your doctor will prescribe treatment and advice as per the cause.</span></p><p><span>You may try yourself to improve your symptoms by avoiding the triggers:</span></p><ul><li><b>Reduce stress or anxiety:</b><span>&nbsp;Using relaxation techniques, like yoga or meditation</span></li><li><b>Avoid illegal drugs: </b><span>Like cocaine and amphetamines</span></li><li><b>Avoid stimulants: </b><span>Like&nbsp;nicotine, caffeine, alcohol, energy drinks and some cold medicines</span></li><li><b>Keep track of your palpitations</b><span>: You may write down the time and circumstances in which palpitation occurred and avoid them as far as possible</span><span>.</span></li></ul></ul></div>"
    },
    {
      "symptom_id": 30,
      "symptom": "Weight Loss",
      "imageUrl": "http://niroginepal.com/wp-content/uploads/2016/01/Weight-loss.png",
      "description": "Weight loss that is meaningful clinically (in relation to your disease) is the loss of more than 5% of usual body weight over a six-month period. This arbitrary cut-off needs to be considered carefully as this does not tell about whether the given weight loss is due to loss of body fat (which is desirable outcome) or due to loss of muscle mass relative to body fat, which is bad especially in elderly or ill person.",
      "body": "<div> <ul> <p><span>Weight loss that is meaningful clinically (in relation to your disease) is the loss of more than 5% of usual body weight over a six-month period. This arbitrary cut-off needs to be considered carefully as this does not tell about whether the given weight loss is due to loss of body fat (which is desirable outcome) or due to loss of muscle mass relative to body fat, which is bad especially in elderly or ill person.</span></p><p>&nbsp;</p><code>Why does weight loss matter?</code> <p><span>Weight loss occurs when there is an inadequate energy intake or excess energy expenditure. Progressive involuntary weight loss is a matter of serious concern as it mostly suggests serious medical or psychiatric illness. Sometimes voluntary weight loss of unusual severity in a non-obese person may be a concern due to an underlying psychiatric illness. However voluntary weight loss in an overweight person may be harmless. When there is weight loss due to serious medical disease, there will be one or more other symptoms even before the weight loss is significant.</span></p><p>&nbsp;</p><code>Failure to gain weight or weight loss in children </code> <p><span>In children not gaining weight adequately may be serious. It results from decreased intake of calories (due to illness or lack of food}, increased calorie requirement, mal-absorption or loss of nutrients and acute fluid loss. The nutritional and psychosocial causes of failure to gain weight are more common in smaller children. However the doctor will also evaluate for possible bodily diseases leading to weight loss or failure to gain weight.</span></p><p>&nbsp;</p><code>Causes of involuntary weight loss:</code> <p>Several conditions cause an undesirable loss of weight. These include:</p><ul> <li><b>Hyperthyroidism:</b><span> In the disease of thyroid gland that produces abnormally excess amount of thyroid hormone, there is weight loss despite good appetite and food intake, as energy is burnt in excess.</span></li><li><b>Diabetes mellitus</b><span>: In this disease where blood sugar is excessively high due to decreased insulin production, especially in new onset type I diabetes, there is weight loss despite increased appetite and intake, as there is excess fluid loss and loss of lean muscle/body mass.</span></li><li><b>Adrenal insufficiency</b><span>: In the chronic primary disease of adrenal gland, there is weight loss due to decreased appetite and loss of fluid.</span></li><li><b>Malignancy/cancer</b><span>: There is a significant weight loss in all types of cancer due to different processes including decreased appetite and intake and decreased muscle mass.</span></li><li><b>Gastrointestinal diseases:</b><span> In several diseases of the digestive system, involving different parts of gastrointestinal tract, there is weight loss from decreased intake, decreased digestion or absorption.</span></li><li><b>HIV and other chronic infections</b><span>: Such patients have decreased intake or loss from vomiting or diarrhea.</span></li><li><b>Advanced diseases: </b>Advanced diseases<span>&nbsp;of heart, lungs, kidney or brain have weight loss as constitutional symptom.</span></li><li><b>Psychiatric diseases</b><span>: Psychiatric illnesses can cause weight loss in many people when they stop eating voluntarily in depression, feeding disorders, memory loss, etc.</span></li><li><b>Drugs:</b><span> Some medicines taken from over-the-counter or herbal products cause a loss of weight. This may also be a side effect of some prescription drugs. Substance abuse like alcohol dependence, amphetamines, opiates and withdrawal from marijuana also causes weight loss.</span></li></ul> <p>&nbsp;</p><p><span>Overenthusiastic weight loss in some overweight and even some normal persons through excessive exercise, self-induced vomiting, avoidance of food etc, may be of concern at times, but is mostly harmless.</span></p><p>&nbsp;</p><code>When to seek help</code> <p><span>Unintentional significant weight loss (particularly more than 10% of usual weight in a non-obese person) increases the chances of dying, due to specific serious diseases. So you need to consult if the weight loss is associated with other bodily symptoms and the rate of loss is significantly high&nbsp;despite good appetite and fluid intake.</span></p><p>&nbsp;</p><code>Evaluation and treatment</code> <p><span>As there are distinctly different causes of weight loss, evaluation is individualized. This means the findings in the history and physical examination will help to choose which investigations to do. This will enable your doctor to find out the cause of weight loss in most of the cases.&nbsp;</span></p><p><span>Some of the </span>investigations<span> your doctor may order or&nbsp;perform&nbsp;include:</span></p><ul> <li><span>Blood tests – Counts, glucose, electrolytes, renal and liver function tests, thyroid function test.</span></li><li><span>Imaging – Chest X-ray, Ultrasound.</span></li><li><span>Others – Urine and stool tests.</span></li></ul> <p>&nbsp;</p><p>Treatment<span> is based on the cause of weight loss. Broadly it includes:</span></p><ul> <li><span>Medicine: antibiotics for infection, anticancer drugs, drugs to treat hormonal problems.</span></li><li><span>Surgery or radiation therapy for cancer.</span></li><li><span>Behavioral therapy for psychiatric illnesses.</span></li><li><span>Supportive care and nutritional therapy.</span></li></ul> </ul></div>"
    },
    {
      "symptom_id": 31,
      "symptom": "Neck Swelling",
      "imageUrl": "http://niroginepal.com/wp-content/uploads/2016/01/Neck-Swelling.png",
      "description": "Any abnormal enlargement of structures between chin and clavicle bones can cause a neck swelling. Neck swelling usually occurs as a result of disease of lymph nodes in the neck or thyroid gland.  Sometimes salivary glands and diseases of muscle and skin around neck may produce a swelling.  A neck swelling from enlarged lymph nodes suggest diseases of head, ears, mouth or throat. However, small lymph nodes may be palpable in the neck of a child up to 12 years of age. Some neck swelling are present at birth.  Most lumps in the neck are not cancers but the likelihood of the lump being a cancer increases with age.  Apart from the symptoms of underlying disease causing neck swelling, you may develop symptoms of obstruction like difficult swallowing, difficult breathing or prominent and engorgement of veins in the neck or upper torso and extremities.",
      "body": "<div><ul><p>Any abnormal enlargement of structures between chin and clavicle bones can cause a neck swelling. Neck swelling usually occurs as a result of disease of lymph nodes in the neck or thyroid gland. &nbsp;Sometimes salivary glands and diseases of muscle and skin around neck may produce a swelling. &nbsp;A neck swelling from enlarged lymph nodes suggest diseases of head, ears, mouth or throat. However, small lymph nodes may be palpable in the neck of a child up to 12 years of age. Some neck swelling are present at birth. &nbsp;Most lumps in the neck are not cancers but the likelihood of the lump being a cancer increases with age. &nbsp;Apart from the symptoms of underlying disease causing neck swelling, you may develop symptoms of obstruction like difficult swallowing, difficult breathing or prominent and engorgement of veins in the neck or upper torso and extremities.</p><p>Some neck swelling are benign and self limiting, some need removal either to relieve symptoms caused by obstruction or simply for cosmetic reason and some indicate a serious medical conditions that need to be thoroughly investigated and managed accordingly.</p><p>&nbsp;</p><code>Causes of Neck Swelling</code><ul><li><strong>Enlarged Thyroid Glands:</strong>&nbsp;The diseases affecting the thyroid gland may produce swelling in front of the neck, which moves with swallowing. The cause may be due to the following:<ul><li>Goiter from deficiency of Iodine or</li><li>Autoimmune inflammation of the gland or</li><li>Graves’s disease</li><li>Cancers of the thyroid gland.</li></ul></li></ul><ul><li><strong>Enlarged Salivary Glands</strong>:&nbsp;Parotid glands in the angles of jaw or submandibular glands under the jaw may be swollen due to infection or cancer.</li><li><strong>Benign Mass in the Neck</strong>:&nbsp;There may be a lump of fatty tissue called lipoma, cystic masses like sebaceous cyst, branchial cyst, cystic hygroma etc which usually do not cause much problems but can get infected causing swelling and pain. Injury or torticollis may lead to lumps in the muscles of the neck.</li><li><strong>Enlarged Lymph Nodes:</strong><ul><li><strong>Common Infections</strong>:&nbsp;When the lymph node swelling is a result of response to acute infection by bacteria or virus, it is generally painful, red and hot and it is called reactive lymphadenitis. If pus is formed in them, drainage of the pus would be needed; otherwise such lymph node swelling will resolve after some time, with or without treatment.<ul><li>Viral rashes like Measles, Rubella, Mononucleosis</li><li>Sore-throat which may be streptococcal or viral</li><li>Skin or wound infections, such as cellulites or erysipelas</li><li>Ear infections</li><li>Tuberculosis</li><li>Infected gums or abscess in root of tooth</li><li>Human immunodeficiency virus (HIV) —causing AIDS</li></ul></li><li><strong>Uncommon Infections</strong>:<ul><li>Cat scratch fever — an infection acquitted from a scratch or bite of cat</li><li>Syphilis – an infection which is sexually transmitted</li><li>Certain sexually transmitted infections, such as syphilis</li></ul></li><li><strong>Cancer</strong>:&nbsp;When the neck swelling results from swollen lymph nodes is the result of drainage of cancer cells, it is more ominous sign, as it suggests spread of cancer from the tissue of its origin. The size of the swollen lymph nodes may vary from the size of a pea or kidney bean to larger ones. These lymph nodes are usually firm to hard.<ul><li>Leukemia — blood cancer</li><li>Lymphoma — cancer beginning from lymphatic tissues</li><li>Cancers of head, neck and upper GI tract or any other cancers in the body when it is widespread.</li></ul></li><li><strong>Disorders of the Immune System</strong>:<ul><li>Systemic Lupus Erythematosus (SLE) — a chronic inflammatory disease affecting your skin, joints, kidneys, heart, lungs and blood cells</li><li>Rheumatoid arthritis — a chronic inflammatory disease affecting the synovium (the tissue lining the joints)</li></ul></li></ul></li></ul><p>Certain medications like Phenytoin (used in seizure disorder) can also produce enlarged lymph nodes.</p><p>&nbsp;</p><code>When to Seek Help?</code><p>When you are concerned about your neck swelling or your swollen lymph nodes have following features, you need to see the doctor.</p><ul><li>The lymph nodes have appeared without any apparent reason</li><li>The neck lumps have been present for two to four weeks</li><li>The lymph nodes feel hard or rubbery, or they do not move when pushed</li><li>The neck swelling continues to enlarge</li><li>The neck swelling is accompanied by unexplained weight loss, night sweats or persistent fever</li><li>The neck swelling is associated with a sore throat or difficulty breathing or swallowing</li><li>Complications of infected swollen lymph nodes: Abscess formation, Sepsis(bloodstream infection}, Cellulitis (a skin infection}, Fistulas&nbsp;(seen in lymph nodes resulting from tuberculosis) etc.</li></ul><code>&nbsp;</code><code>Treatment Options</code><p>Swollen lymph nodes caused by viral infection resolve after the resolution of infection. Antibiotics are not used to treat viral infections. Treatment for neck swelling from other causes is based on the cause, as identified after investigations:</p><p><strong>Infection:</strong>&nbsp;Your doctor should prescribe appropriate antibiotics for the swollen lymph nodes caused by bacterial infections. If HIV infection is the cause of swollen lymph nodes, you will be given antiretroviral therapy. Surgery to drain pus may be needed if abscess has formed.</p><p><strong>Cancer:</strong>&nbsp;You will need treatment for the cancer if it is causing the neck swelling. Depending on the type of cancer, you may receive one or more of chemotherapy, surgery, and radiation therapy.</p><p>If your swollen lymph nodes are painful, you may need some relief by applying a warm, wet compress to the affected area, taking over-the-counter painkillers like aspirin, ibuprofen or paracetamol and adequate rest.</p></ul></div>"
    },
    {
      "symptom_id": 32,
      "symptom": "Red Eye",
      "imageUrl": "http://niroginepal.com/wp-content/uploads/2016/01/Red-eye.png",
      "description": "When the white part of eyes appears red, it is called a red eye.  It is caused by  dilatation of local blood vessels  due to  inflammation usually from either infection or irritation. Red eye can be a manifestation of local eye pathology or a sign of systemic disease. Red eyes may be accompanied by itching, eyelid swelling, pain, discharge, eye irritation or visual disturbances. It can affect one or both eyes. It is a common condition that is usually not serious. However,  some causes may threaten vision if not treated promptly.",
      "body": "<div><ul><p>&nbsp;</p><p><span>When the white part of eyes appears red, it is called a red eye. &nbsp;It is caused by &nbsp;dilatation of local blood vessels &nbsp;due to &nbsp;inflammation usually from either infection or irritation. Red eye can be a manifestation of local eye pathology or a sign of systemic disease. Red eyes may be accompanied by </span><span>itching, eyelid swelling, pain, discharge, eye irritation or visual disturbances. It can affect one or both eyes.</span><span> It is a common condition that is usually not serious. However, &nbsp;some causes may threaten vision if not treated promptly.</span></p><code>Common Causes</code><ul><li><b>Conjunctivitis: </b><span>It is the inflammation of the conjunctiva (thin, transparent covering membrane of the sclera) caused by bacterial or viral infection, or allergen. Symptoms include eye discomfort, foreign body sensation, photophobia, sticky eyelids and purulent discharge.</span></li><li><b>Dry eyes syndrome:</b><span> dryness of the eyes caused by inadequate production of tears.</span></li><li><b>Injury related:</b><span> Subconjunctival hemorrhage ( e. g. after traumatic eye injury such as fractured skull}, or &nbsp;conjunctival or corneal foreign body.</span></li><li><b>Episcleritis and scleritis:</b><span> inflammation under conjunctiva or in the sclera.</span></li><li><b>Keratitis and Corneal ulcer: </b><span>&nbsp;due to &nbsp;bacteria, virus (Herpes}, trauma (including contact lens}, or chemical burns</span></li><li><b>Glaucoma:</b><span> increased intraocular pressure due to excess production or inadequate drainage of aqueous humor. Acute glaucoma is eye emergency and can lead to blindness if not treated immediately.</span></li><li><b>Uveitis: </b><span>Inflammation of the uveal tract (middle layer of eyeball) which includes iris, ciliary body and choroid.</span></li><li><b>Infection/inflammation inside the eyes</b><span> (endophthalmitis).</span></li><li><b>Diseases of eyelids</b><span> like inflammation (blepharitis}, eyelids turning out (ectropion) or eyelids turning in ( entropion)</span></li><li><b>Systemic disease</b><span>: Rheumatoid arthritis, Systemic lupus erythematosus, Sjogren syndrome and other autoimmune conditions may cause red eyes.</span></li><li><b>Environmental pollution</b><span>: exposure to dust, vehicle exhaust, chlorine in swimming pool can lead to red eyes.</span></li><li><b>Substance use:</b><span> Excessive alcohol consumption, marijuana use also causes red eyes.</span></li></ul><p>&nbsp;</p><code>When to visit the Doctor?</code><p><span>Seek prompt medical care if red eye is accompanied by:</span></p><ul><li><span>Loss &nbsp;of vision </span></li><li><span>Eye pain</span></li><li><span>Trauma related or foreign body in the eye</span></li><li><span>History of eye surgery or known eye disease like glaucoma</span></li><li><span>Use of contact lens</span></li><li><span>Severe headache</span></li><li><span>Difficulty opening eyes/ profuse purulent discharge</span></li><li><span>Associated discharge from penis or vagina</span></li><li><span>Presence of systemic autoimmune disease.</span></li><li><span>Newborn</span></li></ul><p>&nbsp;</p><code>Treatment Options:</code><p><span>History and physical examination can recognize most cases of red eyes. Referral to Eye specialist is needed for more serious or undiagnosed cases. Slit lamp eye examination, gonioscopy, funduscopy, tonometry are some of the specialized eye exam techniques.</span></p><ul><li><span>Bacterial conjunctivitis is treated with topical antibiotic eye drop. &nbsp;There is no specific treatment for viral conjunctivitis which resolves within 7-14 days.</span></li><li><span>Allergen and environmental pollution should be avoided. </span></li><li><span>Dry eyes can be treated with lubricant eye drops </span></li><li><span>Corneal ulcer due to infectious cause is treated with appropriate antimicrobials.</span></li><li><span>Glaucoma is &nbsp;treated with eye drops to reduce pressure inside the eyes. Some require surgery </span></li><li><span>Red eyes associated with systemic disease should be managed by Eye specialist in consultation with respective disease specialist.</span></li><li><span>Red eyes associated &nbsp;upper respiratory tract infection resolves once infection resolves.</span></li><li><span>Red eyes in pregnancy resolve with hormonal stability after childbirth</span></li><li><span>Wear swimming goggles while swimming.</span></li><li><span>Red eyes associated with substance dependence is treated with substance detoxification.</span></li></ul></ul></div>"
    }
  ]
}
